[{
        "event": "Summarization of Research Papers with Machine Learning",
        "descriptionShort": "Automatically extracting the essence of research papers to make reading academia simpler for all.",
        "descriptionLong": "We will be working with a team of four developers and one project manager to create a model that can produce extractive summaries out of research papers. We will need a table and laptop to display the results of our project at our EOH exhibit.",
        "exhibitAffiliation": "RSO",
        "rsoName": "WCS",
        "departmentAffiliation": "Computer Science",
        "urls": "",
        "audience": "Adults",
        "tag1": "Machine Learning",
        "tag2": "Programming",
        "tag3": "Good for older students",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "Conservation of Response to Reactivation Cocktails by Latent HIV Across Different Host-Cell Types",
        "descriptionShort": "HIV remains one of the biggest health challenges around the world. As the virus that causes AIDS and other complications, it affects more than 37 million people worldwide. Though there is no effective cure, a variety of therapies have been developed to help prolong the life of people living with HIV. Despite significant progress in HIV cure research, therapy effectiveness may be halted by unknown regulatory interactions taking place between HIV and its host cell. How can we further understand the mystics of HIV behaviors and mechanisms to reach closer to possible cures?",
        "descriptionLong": "This exhibit presents a recently published paper by Alexandra Blanco of the Dar research group. The paper investigates the latent nature of HIV and how we can develop future therapies. Abstract: Upon infection of its host cell, human immunodeficiency virus (HIV) establishes a quiescent and non-productive state capable of spontaneous reactivation. Diverse cell types harboring the provirus form a latent reservoir, constituting a major obstacle to curing HIV. Here, we investigate the effects of latency reversal agents (LRAs) in an HIV-infected THP-1 monocyte cell line in vitro. We demonstrate that leading drug treatments synergize activation of the HIV long terminal repeat (LTR) promoter. We establish a latency model in THP-1 monocytes using a replication incompetent HIV reporter vector with functional Tat, and show that chromatin modifiers synergize with a potent transcriptional activator to enhance HIV reactivation, similar to T-cells. Furthermore, leading reactivation cocktails are shown to differentially affect latency reactivation and surface expression of chemokine receptor type 4 (CXCR4), leading to altered host cell migration. This study investigates the effect of chromatin-modifying LRA treatments on HIV latent reactivation and cell migration in monocytes. As previously reported in T-cells, epigenetic mechanisms in monocytes contribute to controlling the relationship between latent reactivation and cell migration. Ultimately, advanced “Shock and Kill” therapy needs to successfully target and account for all host cell types represented in a complex and composite latency milieu.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Dar Research Group",
        "departmentAffiliation": "Bioengineering",
        "urls": "http://dar.bioengineering.illinois.edu/, https://www.mdpi.com/1999-4915/13/6/1097",
        "audience": "High School",
        "tag1": "DNA",
        "tag2": "Research",
        "tag3": "Health and Medicine",
        "location": "Everitt Laboratory"
    },
    {
        "event": "The Rheology Zoo",
        "descriptionShort": "The power of us, together we can flow.",
        "descriptionLong": "The exhibit consists of two parts. In the first part, we use both simple and complex fluids (water, sand, therapy putty, Carbopol gels, poly ethylene oxide solution) to show different rheological phenomena, like how individual particles behave like a solid, while together they behave like a liquid and flow; how solid bounces back and liquid splashes; and how polymer solution climbs a spinning rod; etc. In the second part, we use live demos to show how materials in our daily life can be rheologically complex, the samples presented include: toothpaste, hand sanitizer, candy, chocolate, cream, mayonnaise, and ketchup. Visitors can touch and play with these materials which are safe to touch, using their hands to feel the differences, and are in fact encouraged to interact with our live demos to get a better understanding of flow phenomena around us in all the common materials that we live with. We also need a screen to show the research projects and collaborations in our group, which can be used in many applications such as fire suppression and 3D printing. We will also use the screen to show the interdisciplinary research in our group: our collaborators include chemists, materialists, biologists, and so on; together we can understand the fundamentals and applications of the complex fluids and this is the power of us.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Ewoldt Research Group",
        "departmentAffiliation": "MechSE",
        "urls": "https://ewoldt.mechanical.illinois.edu/the-zoo/",
        "audience": "High School",
        "tag1": "Kid-Friendly",
        "tag2": "Physics",
        "tag3": "Molecular Scale",
        "location": "Loomis Laboratory"
    },
    {
        "event": "3D Biofabrication Demonstration using Nail Art",
        "descriptionShort": "Want to learn more about engineering through art? Come and find out how common nail art techniques are related to 3D biofabrication, a crucial approach used in tissue engineering!",
        "descriptionLong": "The goal of this project is to use nail art/polish as a hands-on demonstration to explain 3D biofabrication (as taught in BIOE476). As gel nail polish and dip powder nail kits have the same photopolymerization and layer-by-layer technique to create strong nails, this parallel can be used to demonstrate 3D biofabrication techniques used in tissue engineering such as stereolithography and 3D printing. We would find a way to also do 3D printing to show the parallels between the techniques.The exhibit would be composed of two components at a table: hands-on portion and poster portion. The hands-on section will have nail art techniques for people to have the chance to try out the techniques. People would be using a nail swatch to try out the dip powder and UV/LED gel nail kits while members of our EOH team explain how these techniques are similar. Then, the EOH team members would also show how this is related to a 3D printing demonstration with a 3D pen as well. For the poster portion, there would be a poster behind the hands on portion that would explain the makeup of the nail art as well as the background and methods to 3D biofabrication. Also, a video demonstration can also be done if necessary due to the COVID19 situation. I hope that this exhibit would allow for others to better understand this tissue engineering method, and for those who are younger to be inspired to pursue bioengineering.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Biomedical Engineering Society",
        "departmentAffiliation": "Bioengineering",
        "urls": "bmes-uiuc.com",
        "audience": "High School",
        "tag1": "Art and Design",
        "tag2": "Fabrication",
        "tag3": "Future-Oriented",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "American Sign Language Translator Glove",
        "descriptionShort": "A glove that translates American Sign Language to speech with sensors and machine learning.",
        "descriptionLong": "A glove that translates American Sign Language to speech with sensors and machine learning. The glove will be controlled by an Artemis Nano microcontroller running on a 3.3V battery that will read inputs from a stretch resistor. The microcontroller inputs will then be fed to a web server which will be accessed by an Alexa Echo Dot to translate to speech.",
        "exhibitAffiliation": "Individual",
        "rsoName": "",
        "departmentAffiliation": "Bioengineering",
        "urls": "",
        "audience": "Adults",
        "tag1": "Health and Medicine",
        "tag2": "Electronics",
        "tag3": "Programming",
        "location": "Campus Instructional Facility (CIF)"
    },
    {
        "event": "3D Printed Hand",
        "descriptionShort": "For our exhibit, we are designing a full scale, moving, 3D printable prosthetic hand using OnShape and Arduino.",
        "descriptionLong": "First, we will be learning how to use OnShape and building up our skills in CAD. Then we are going to use an Arduino kit and breadboard to make the hand move at the finger joints.",
        "exhibitAffiliation": "RSO",
        "rsoName": "BMES (Biomedical Engineering Society)",
        "departmentAffiliation": "Bioengineering",
        "urls": "https://www.bmes-uiuc.com/",
        "audience": "High School",
        "tag1": "Prosthetics",
        "tag2": "",
        "tag3": "",
        "location": "Everitt Laboratory"
    },
    {
        "event": "Glove that combats Raynaud's Syndrome",
        "descriptionShort": "Raynaud's Syndrome causes decreased blood flow to the fingers when they get cold and affects over 200,000 Americans every year. We designed a glove to help combat this.",
        "descriptionLong": "We are designing a glove that has a thermometer inside of it. We are going to have a bucket of cold water at out exhibit. Visitors can put their hand in our glove initially and it will not turn on because it isn't cold yet. Then, they can dip their hand in a bucket of cold water. After this, they can stick their hand in the glove and it will turn on heaters to start warming it up. As this goes on, we plan to explain our research and design process to our visitors.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Biomedical Engineering Society",
        "departmentAffiliation": "Bioengineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Electronics",
        "tag3": "Health and Medicine",
        "location": "Everitt Laboratory"
    },
    {
        "event": "A Soft Robotic Hand and Arm Controlled with XR Technology",
        "descriptionShort": "Using extended reality (XR) technology to control a soft robotic hand and arm in physical space.",
        "descriptionLong": "We are interested in using a Leap Motion Controller to obtain real time hand tracking data that can allow us to control another cable-based soft robotic hand in real time. The goal is to be able to manipulate the robotic arm so that an individual can use the robotics to pick up medium sized objects and move them around through hand tracking technology. The robotic arm will be designed with traditional mechanics, where the arm will still aim to be mainly soft-robotic based, but using cable-actuators rather than pneumatics from last year’s exhibit. The best visual description I can give is through video. Link: https://www.youtube.com/watch?v=1d_IGffH0vA The difference however, is that the end effector will look like a human hand rather than a clamp.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Biomedical Engineering Society",
        "departmentAffiliation": "Bioengineering",
        "urls": "bmes-uiuc.com",
        "audience": "High School",
        "tag1": "Robotics",
        "tag2": "Health and Medicine",
        "tag3": "Design Team",
        "location": "Everitt Laboratory"
    },
    {
        "event": "ASL Translator App",
        "descriptionShort": "Using machine learning, this camera app will be able to translate your signing in American Sign Language into English in real-time!",
        "descriptionLong": "Our team will utilize online datasets containing images of the American Sign Language alphabet and common vocabulary being demonstrated to train a neural network. This will be done in Python using popular machine learning packages, such as Tensorflow or Pytorch. In addition, the final machine learning model will be deployed onto an Android app that utilizes the in-built phone camera for people to try out the model.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Biomedical Engineering Society",
        "departmentAffiliation": "Bioengineering",
        "urls": "bmes-uiuc.com",
        "audience": "High School",
        "tag1": "Data Science",
        "tag2": "Health and Medicine",
        "tag3": "Programming",
        "location": "Everitt Laboratory"
    },
    {
        "event": "Dna Extraction",
        "descriptionShort": "DNA extraction, come discover the story behind your physical attributes",
        "descriptionLong": "DNA is very important as it carries the genetic instructions for all organisms and allows us to be unique. With the use of strawberries, we can extract DNA from it and allow it to be seen by the naked eye. Can be used to learn and inform others about the DNA. Utilizing water salt rubbing alcohol and dish soap the dna can be separated.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Biomedical Engineering Society",
        "departmentAffiliation": "Bioengineering",
        "urls": "bmes-uiuc.com",
        "audience": "High School",
        "tag1": "DNA",
        "tag2": "Biology",
        "tag3": "Food",
        "location": "Everitt Laboratory"
    },
    {
        "event": "Spherification: A taste of molecular gastronomy",
        "descriptionShort": "Learn how modern chefs are using science to make desserts that really pop!",
        "descriptionLong": "In this experiment we will be showing how to encapsulate liquids using a direct method of spherification. This involves taking a liquid of desired composition, blending it with sodium alginate, and then adding it dropwise to a solution of calcium chloride to form encapsulated spheres. This phenomena is becoming increasingly common in advanced culinary techniques and we intend to show our audience how they too can do this at home. We will not require any high temperatures to do so and the chemicals involved are extremely benign.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Institute of Chemical Engineers",
        "departmentAffiliation": "Chemical & Biomolecular Engineering",
        "urls": "http://aiche.scs.illinois.edu/index.html#",
        "audience": "High School",
        "tag1": "Food",
        "tag2": "Chemistry",
        "tag3": "Molecular Scale",
        "location": "Everitt Laboratory"
    },
    {
        "event": "Luminol (Why Do Things Glow?)",
        "descriptionShort": "What makes glowsticks glow when you snap them? The answer lies in chemiluminescence which is seen in nature in fireflies and in crime scenes to search for the presence of blood. Join us to make some glowsticks!",
        "descriptionLong": "We will be distributing glow sticks for grade school students to snap and also perform an interactive lab demo by making luminol glow. We will also make a poster board about the real-world applications of chemiluminescence and describe the chemistry in a way grade school students will be able to comprehend.The following materials will be used: 1 g Luminol, 20 mL Sodium Hydroxide Solution (1 M), 10 mL Hydrogen Peroxide (3%), pipette, 0.2 g Potassium Ferricyanide, 4-ft Piece of Rubber Tubing, Funnel, Ring Stand, Support Ring, Clamps. If we are unable to get support rings, we will modify the procedure so that they are not required. We will also need a small kitchen scale.Procedure: Two stock solutions will be prepared. For the first stock solution, a beaker placed on the table will be filled with 100 mL water. We will add 0.18 g of luminol and 3.0 mL sodium hydroxide (1M) solution. For safety, NaOH will be kept away from heat and gloves and goggles will be worn. Grade school students will be kept 6-10 feet away from the chemicals to avoid exposure. A second stock solution will be prepared by adding 1mL of hydrogen peroxide (3%) and 0.03g ferricyanide. This will be done with gloves and guests will be asked to keep a distance. Goggles will be supplied by us, but we will need pipettes. An apparatus will be setup using a funnel attached to tubing held by clamps under a collection flask (preferably Erlenmeyer) in the center of the table. The lights will then be dimmed, and the solutions will be simultaneously poured down the secured tubing. The apparatus will be setup beforehand and cleaned in between uses with DI water in a sink exclusively for chemistry labs periodically. A blue light will be seen for guests to enjoy. The primary safety concern is with NaOH, hydrogen peroxide, and Potassium ferricyanide. If we could get a fume hood that would be great, but if not, we can make sure guests stay a good distance (6-10 ft) away from the chemicals. Glow sticks will be distributed for grade school students to snap, and there are no safety concerns for the glow sticks. We will follow CDC Covid guidelines on mask wearing and social distancing. The budget is around 84.5 dollars. (NOTE: If NaOH is too unsafe to use, we can remove it).",
        "exhibitAffiliation": "RSO",
        "rsoName": "AIChE",
        "departmentAffiliation": "Chemical & Biomolecular Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Chemistry",
        "tag2": "Kid-Friendly",
        "tag3": "",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "A Murder in Five Acts",
        "descriptionShort": "Solving Mysteries with Chemistry",
        "descriptionLong": "For all materials, see this folder: https://drive.google.com/drive/folders/1PgjMLN7Srpf-WS90wzxrH50gnlqA9ZOd?usp=sharing (Full writeups will be added over break/after approval) , The speCampus Instructional Facility (CIF)ic exhibit , Right now, we should be flexible if activities need to be modified, removed, etc.description is here: https://docs.google.com/document/d/1-s0fhGGUjNfdwhDO_OaQ7f-uwLHpPtgEiQAbplby-tc/edit?usp=sharing description is here: https://docs.google.com/document/d/1-s0fhGGUjNfdwhDO_OaQ7f-uwLHpPtgEiQAbplby-tc/edit?usp=sharing",
        "exhibitAffiliation": "RSO",
        "rsoName": "UIUC ACS",
        "departmentAffiliation": "Chemistry/School of Chemical Sciences",
        "urls": "acs.chemistry.illinois.edu",
        "audience": "Grade School",
        "tag1": "Chemistry",
        "tag2": "Good for older students",
        "tag3": "Kid-Friendly",
        "location": "Everitt Laboratory"
    },
    {
        "event": "Prolific Polymers",
        "descriptionShort": "Explore the MegaMolecules Defining our Lives",
        "descriptionLong": "For all materials, see this folder: https://drive.google.com/drive/folders/189lkO1hart0WZ2wvIhszz8_xkzrEmGA0?usp=sharingThe speCampus Instructional Facility (CIF)ic exhibit description is here: https://docs.google.com/document/d/1Kpkz6ibB4AfV_XdIEl8poYGGYJ4zBQfc5nec-fVrigc/edit?usp=sharing",
        "exhibitAffiliation": "Department",
        "rsoName": "Chemistry (The R.E.A.C.T. Program/ Reaching and Educating America’s Chemists of Tomorrow)",
        "departmentAffiliation": "Chemistry/School of Chemical Sciences",
        "urls": "https://www.facebook.com/REACTprogram.illinois.edu/",
        "audience": "Grade School",
        "tag1": "Chemistry",
        "tag2": "Kid-Friendly",
        "tag3": "Molecular Scale",
        "location": "Campus Instructional Facility (CIF)"
    },
    {
        "event": "Concrete Canoe",
        "descriptionShort": "Concrete that floats?!? Come and see how the we design, mix and build a race ready canoe made out of concrete.",
        "descriptionLong": "We showcase the materials used to turn concrete into a buoyant construction material for our canoes. This involves binging out a tub of water to show our concrete floating as well as having some concrete cores and aggregate for people to see.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Concrete Canoe",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "https://uiuccanoe.com/",
        "audience": "High School",
        "tag1": "Boats",
        "tag2": "Construction",
        "tag3": "Design Team",
        "location": "Crane Bay at the Newmark Civil Engineering Lab"
    },
    {
        "event": "Concrete 3D printing",
        "descriptionShort": "Futuristic Building Construction with Concrete",
        "descriptionLong": "Visitors will see how 3D printer technology can be used to construct building components faster than the conventional construction. ACI team will have as short demo for a group of 5-8 people describing the process.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Concrete Institute",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Future-Oriented",
        "tag2": "Construction",
        "tag3": "",
        "location": "Crane Bay at the Newmark Civil Engineering Lab"
    },
    {
        "event": "Railway Train Control and Signaling",
        "descriptionShort": "Come learn about railway signaling! Learn about the technologies that keep trains from colliding!",
        "descriptionLong": "Visitors will learn about the concept of railway “blocks” and the fixed location signaling system that enables trains to run safely and efficiently. A model section of track will demonstrate track circuits and the shunting mechanism used to location trains and broken rails. There will be a 12-volt potential between the rails, which is shunted by a conducting wheelset to produce a low maximum current through the wheelset. Visitors will not be allowed to touch the rails, though touching the rails does not result in a shock.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Railway Engineering and Maintenance-of-Way Association (AREMA) Student Chapter",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "https://publish.illinois.edu/aremachapter/",
        "audience": "High School",
        "tag1": "Trains",
        "tag2": "Electronics",
        "tag3": "",
        "location": "Crane Bay at the Newmark Civil Engineering Lab"
    },
    {
        "event": "Happy Trains/Train Puzzle",
        "descriptionShort": "Come learn what each type of railcar carries!",
        "descriptionLong": "Visitors will participate in a puzzle game to match the type of freight to the proper railcar. Each piece of the game is very lightweight and has no sharp edges. Exhibitors will sanitize all components between uses to prevent the spread of COVID.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Railway Engineering and Maintenance-of-Way Association (AREMA) Student Chapter",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "https://publish.illinois.edu/aremachapter/",
        "audience": "Grade School",
        "tag1": "Trains",
        "tag2": "Kid-Friendly",
        "tag3": "",
        "location": "Sidney Lu Mechanical Engineering Building Starbucks area"
    },
    {
        "event": "Intermodal Game",
        "descriptionShort": "Come learn about how containers move across the country!",
        "descriptionLong": "Visitors will play a game to learn about intermodal Transportation Building, its benefits (i.e. trucks, ships, and trains carry the same containers), and its challenges (i.e. balancing capacity at terminals, between modes). They will also learn about what goods get delivered in intermodal containers and what role rail plays in the supply chain. Each piece of the game is lightweight and has no sharp edges. Exhibitors will sanitize all components between uses to prevent the spread of COVID.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Railway Engineering and Maintenance-of-Way Association (AREMA) Student Chapter",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "https://publish.illinois.edu/aremachapter/",
        "audience": "Grade School",
        "tag1": "Trains",
        "tag2": "Kid-Friendly",
        "tag3": "",
        "location": "Sidney Lu Mechanical Engineering Building Starbucks area"
    },
    {
        "event": "Train Simulator",
        "descriptionShort": "Come learn how to operate a train!",
        "descriptionLong": "Visitors will operate a computer train simulator with a realistic throttle! There are no known hazards associated with the throttle (all light, plastic parts). Exhibitors will sanitize the throttle and any other controls between uses to prevent the spread of COVID.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Railway Engineering and Maintenance-of-Way Association (AREMA) Student Chapter",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "https://publish.illinois.edu/aremachapter/",
        "audience": "Grade School",
        "tag1": "Trains",
        "tag2": "Kid-Friendly",
        "tag3": "",
        "location": "Crane Bay at the Newmark Civil Engineering Lab"
    },
    {
        "event": "Train Switching and Sorting",
        "descriptionShort": "Come learn how railcars are sorted and switched into trains!",
        "descriptionLong": "Learn some of the common methods used to sort railcars onto departing trains! Visitors will observe exhibitors showing three common methods of switching railcars such that they are placed on their appropriate outbound train. Visitors will not be allowed to touch the fragile rolling stock, track, or scenery, and the exhibitors will enforce this.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Railway Engineering and Maintenance-of-Way Association (AREMA) Student Chapter",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "https://publish.illinois.edu/aremachapter/",
        "audience": "High School",
        "tag1": "Trains",
        "tag2": "Algorithms",
        "tag3": "Kid-Friendly",
        "location": "Sidney Lu Mechanical Engineering Building Starbucks area"
    },
    {
        "event": "ASL Aspire",
        "descriptionShort": "ASL Aspire is an innovative game-based educational platform that teaches students a wide range of STEM-related words in American Sign Language. By playing different engaging minigames, students can learn vocabulary for subjects such as biology and chemistry.",
        "descriptionLong": "Our project is a computer-based game and our exhibit will allow visitors is play the game. Our game is an educational game aimed at teaching Deaf and Hard of Hearing students STEM terminology in American Sign Language. Our exhibit will exist of 2 sets of monitors, keyboard and mouse hooked up to our laptops. This *should* allow the visitors to play the games. We also have a webcam that allows players to check their ASL spellings of words.",
        "exhibitAffiliation": "Student Startup",
        "rsoName": "ASL Aspire",
        "departmentAffiliation": "Computer Science",
        "urls": "aslaspire.web.illinois.edu",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Education",
        "tag3": "Biology",
        "location": "Everitt Laboratory"
    },
    {
        "event": "Gears",
        "descriptionShort": "This is a human-computer interaction based project.",
        "descriptionLong": "We have coded a project based on human computer interaction",
        "exhibitAffiliation": "RSO",
        "rsoName": "WCS",
        "departmentAffiliation": "Computer Science",
        "urls": "",
        "audience": "Adults",
        "tag1": "Future-Oriented",
        "tag2": "Smart Technology",
        "tag3": "",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "Snackscan",
        "descriptionShort": "Mobile app that scans and translates nutrition information from food labels and gives recommendations for people with allergies and other speCampus Instructional Facility (CIF)ic dietary restrictions by highlighting food items to avoid.",
        "descriptionLong": "We will need a table with access to a plug point so we can show our project on a laptop. We will have 5 people presenting. We will also have a poster that will have information about our process, things we have learned, and final outcomes.",
        "exhibitAffiliation": "RSO",
        "rsoName": "WCS",
        "departmentAffiliation": "Computer Science",
        "urls": "",
        "audience": "Adults",
        "tag1": "Data Science",
        "tag2": "Smart Technology",
        "tag3": "Food",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "FPGA Hero",
        "descriptionShort": "A re-creation of the classic guitar hero style game adapted onto the FPGA with hardware design language",
        "descriptionLong": "This is a project based off of guitar hero, recreated onto an FPGA using system verilog. It features video on a VGA display monitor, audio through a lineout connection, and input with a keyboard. A laptop with the quartus software will be used to program the FPGA.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Sigma Phi Delta",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Electronics",
        "tag2": "Programming",
        "tag3": "",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "Generalized RAcing Intelligence Competition",
        "descriptionShort": "Autonomous racing is an upcoming popular sport! The GRAIC simulator makes it easy for anyone from beginners to experienced researchers to participate.",
        "descriptionLong": "We have created a racing simulator that people can easily use. For this simulator, we have some computers, and space so that competitors can create controllers to race against. We will also need some space to put up a poster describing GRAIC.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Mitra Research Group",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Autonomous racing",
        "tag2": "Good for older students",
        "tag3": "Programming",
        "location": "Everitt Laboratory"
    },
    {
        "event": "Cracking Cryptography",
        "descriptionShort": "Cracking various ciphers with increasing levels of complexity",
        "descriptionLong": "Cracking of various ciphers from basic (ROT13) to modern (DES) with various hardware (CPU, GPU, FPGA). We will explain these encryption techniques and if applicable crack them showing time and various other factors.",
        "exhibitAffiliation": "Individual",
        "rsoName": "",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Electronics",
        "tag2": "Programming",
        "tag3": "",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "BarisTau Bot",
        "descriptionShort": "Text your order to our contact-free robotic barista and watch your refreshments get made in real time!",
        "descriptionLong": "Our exhibit features a ~4x3x2ft wood-framed machine which routes gravity-fed fluid from ~10 mounted reservoirs into a mixing bay and then ejects the product into the customers cup. Users can purchase refreshments via text message and are notified when their order is ready.In order for this machine to operate, we will require one standard 120 VAC mains power source with 3rd ground pin (15A should be sufficient). We would strongly prefer to be located indoors (non-carpeted to prevent messes) and with a connection to University Wi-Fi. Users must have connection to cellular data (SMS, Web), please do not place us in a known location where reception is nonfunctional (e.g. basements, certain floors at Electrical and Computer Engineering Building (ECEB), etc). We would like a table to place our machine, displays, and cups on too. Finally, our machine has a collection bay for waste fluid and it would be optimal if we were placed within walking distance of a drain or dumping location (e.g. bushes, fluid is non-toxic).Regarding safety, our primary concerns are electrical shorts, contamination, allergies, and surface stability.- Electrically, in the off chance fluid leaks into contact with the sealed electronics, we will place adequate fuses on all of our circuits. Our main DC power supply has over-current protection as well and will shut off before causing damage.- Food contamination will be mitigated through proper material selection and sanitation. All materials in contact with drink fluid have the sufficient FDA approvals, chemical/thermal compatibilities, and are sourced from reputable American vendors. We have a cleaning protocol in place as well during setup and teardown.- Exhibit-goers will be made aware of potential allergen contact before they order. This exhibit requires a phone to operate and is not accessible to unsupervised young children who may not be aware of their allergies.- Finally, our machine may be top-heavy due to the mounted reservoirs so we request to be placed indoors, or at minimum on firm, level ground. (not grass)- Finally, our machine may be top-heavy due to the mounted reservoirs so we request to be placed indoors, or at minimum on firm, level ground. (not grass)",
        "exhibitAffiliation": "RSO",
        "rsoName": "Kappa Theta Tau Professional Engineering Fraternity",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "https://www.kappathetatau.org",
        "audience": "Adults",
        "tag1": "Food",
        "tag2": "Robotics",
        "tag3": "Future-Oriented",
        "location": "Campus Instructional Facility (CIF)"
    },
    {
        "event": "Robotic Hand with Speech Recognition",
        "descriptionShort": "Witness as a robotic hand conveys the letters of the alphabet in sign language through speech recognition.",
        "descriptionLong": "Our project will be small in scale and shouldn't warrant large safety concerns. The hand will use servos with internal tethers and a single microphone device.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Society of Hispanic Professional Engineers",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "https://students.grainger.illinois.edu/shpe/home/",
        "audience": "High School",
        "tag1": "Robotics",
        "tag2": "Electronics",
        "tag3": "Programming",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "WECE Smart Glasses",
        "descriptionShort": "Smart glasses to help stay connected--right at eye level!",
        "descriptionLong": "Smart glasses built using a pair of sunglasses as the base, with a OLED + biconvex lens display, controlled using a microcontroller, and powered using a low current/voltage rechargeable LiPo battery. All electronic components are located on the side of the glasses and battery is enclosed within a chassis. Information to display, such as time and notifications, are sent to glasses from a phone app via Bluetooth.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Women in Electrical and Computer Engineering (WECE)",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "https://wece.ece.illinois.edu/",
        "audience": "High School",
        "tag1": "Smart Technology",
        "tag2": "Electronics",
        "tag3": "Programming",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "Introductory Self Driving Car Expansion",
        "descriptionShort": "This display is an expanded version of the self driving car built by ECE 110 students in lab. It provides a look into the course work of an ECE freshman with a few twists.",
        "descriptionLong": "Our plan is to expand the car from ECE 110 to navigate a maze. This will involve a car very similar that one built in 110 but with a more complex sensor set up and a maze of various obstacles.",
        "exhibitAffiliation": "RSO",
        "rsoName": "ECESAC",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Kid-Friendly",
        "tag2": "Good for older students",
        "tag3": "Smart Technology",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "Rube Goldberg Society UIUC",
        "descriptionShort": "Our society builds super complex machines that complete simple tasks. Come stop by and take a trip under the sea with this year's machine! We run the machine on every hour and half hour!",
        "descriptionLong": "Our machine has roughly 50 steps. We plan to run our machine every half an hour. We'll have some of our officers and general members at all times. We have a very large machine that is 6ft by 6ft by 6ft. We can split it into two half sections for transport that are 6ft by 3ft by 6ft to go through doorways. Our machine needs to be indoors since it cannot get rained on or damaged since our national competition is the weekend after EOH. Our machine will require access to an outlet since we have electronic powered steps. Additionally, we have steps that include water so there could be a possibility of some water being spilled. We do plan to keep visitors away from the machine. There are exposed screws on the underside of the machine that are sharp.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Rube Goldberg Society UIUC",
        "departmentAffiliation": "Engineering Physics",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Physics",
        "tag2": "Art and Design",
        "tag3": "Kid-Friendly",
        "location": "Campus Instructional Facility (CIF)"
    },
    {
        "event": "Physics Van",
        "descriptionShort": "Physics Van is a traveling science show representing the Department of Physics. Join us for the coolest demos on campus performed by our very own undergraduates.",
        "descriptionLong": "In previous years, we have performed in Loomis Laboratory 141. This room contains the necessary equipment for one of our demos along with adequate seating for the audience. We will be performing physics experiments that involve liquid nitrogen, electricity, a fire extinguisher, and a leaf blower. Some of our demonstrations require a cart that moves across the room. Loomis Laboratory 141 contains adequate space and access to materials for our show. We already have the proper safety equipment for these demos and the audience will be a safe distance from the show. We will be working with Erika Smith in the Physics Department to set up and train us with the lecture demonstration equipment in Loomis Laboratory 141. We typically also use the open space next to Loomis Laboratory along Green St (Loomis Laboratory patio) for outdoor explosion demonstrations.",
        "exhibitAffiliation": "Department",
        "rsoName": "Physics Van",
        "departmentAffiliation": "Engineering Physics",
        "urls": "https://van.physics.illinois.edu/",
        "audience": "Grade School",
        "tag1": "Physics",
        "tag2": "Kid-Friendly",
        "tag3": "Good for older students",
        "location": "Loomis Laboratory"
    },
    {
        "event": "LabEscape",
        "descriptionShort": "World-renowned quantum physicist Professor S desperately needs your help — the fate of the world hangs in the balance — are you up for the challenge of the world’s first science-based escape room??",
        "descriptionLong": "This APS- and NSF-funded outreach project is, we believe, the world’s first science-based ‘escape room,’ in which all the puzzles involve various physics phenomena, e.g., polarization, blackbody radiation, magnetism, etc. Our goal is to show that science can be useful and accessible (no prior background is assumed), as well as beautiful and fun! It will be setup on the second floor of Loomis Laboratory Lab for groups of 5-7 people to participate, (a signup page will be provided). We recommend that only agents 12 years and older sign up for these particular missions; any 1-3 Agents under 14 should be accompanied by someone 18+. Total mission duration (including briefing and debriefing) will be 60 minutes. Please plan to arrive at least 10 minutes before the listed mission time. Masks will be required.",
        "exhibitAffiliation": "Department",
        "rsoName": "Physics",
        "departmentAffiliation": "Engineering Physics",
        "urls": "https://labescape.org/EOH/",
        "audience": "High School",
        "tag1": "Good for older students",
        "tag2": "Escape room",
        "tag3": "Physics",
        "location": "Loomis Laboratory"
    },
    {
        "event": "EOH discover booth",
        "descriptionShort": "Discover what EOH is all about!",
        "descriptionLong": "Discover EOH is an activity targeted towards younger kids. It is a bingo card with certain exhibits/attractions of EOH that we create. If they get a certain amount then we give them a cool prize.",
        "exhibitAffiliation": "EOH as a whole",
        "rsoName": "EOH",
        "departmentAffiliation": "EOH",
        "urls": "https://www.eohillinois.org/",
        "audience": "High School",
        "tag1": "Kid-Friendly",
        "tag2": "Future-Oriented",
        "tag3": "Informational",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Geology in Space!",
        "descriptionShort": "In the 50 years since the Apollo missions captured the imagination of the world our exploration of the solar system has exploded! Come play with our ‘space-time’ simulator to see how the solar system formed, learn how the exploration of the moon helped us understand the formation of the Earth, and see how our rovers on Mars are helping unlock the secrets of its past.",
        "descriptionLong": "The exhibit has 3 parts, the space-time simulator, lunar geology, and martian geology. The space-time simulator is a large piece, a sheet of spandex approximately 8 feet across that we use to show how mass distorts the fabric of space-time and explain how planets, moons, and asteroids orbit the sun. Please see this video for a look at what we intend to build. The lunar geology station describes the Apollo 17 mission, the only time a geologist was sent to the moon. It will have examples of the types of rocks we found on the moon and the exhibit/exhibitor will explain how getting these samples was critical for understanding the formation of the Earth. The martian geology station will look at the suite of rovers that have been exploring Mars (sojourner, curiosity, perseverance, curiosity, insight) and how those have helped us understand the evolution of Mars from a potentially habitable planet to its current state. Both of these exhibits will need a table to display samples and will be posters with pictures.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Earth History Research",
        "departmentAffiliation": "Geology",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Outer Space",
        "tag3": "",
        "location": "Natural History Building"
    },
    {
        "event": "Rock Identification",
        "descriptionShort": "Learn how to identify rocks like a pro geologist!",
        "descriptionLong": "In the lab used for petrology classes in the basement of Natural History Building, we will set up a short powerpoint that goes over the key features of the three main rock types. On a table there will be an assortment of different rocks and the group members will be tasked with properly identifying the rock type of each rock based on the information from the short slide. After properly identifying the rocks there will also be a bonus question with a rock in thin section under a microscope that the group can also work to identify.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Craig Lundstrom’s Group",
        "departmentAffiliation": "Geology",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Geology",
        "tag3": "",
        "location": "Natural History Building Petrology lab"
    },
    {
        "event": "Carl R. Woese’s Tree of Life",
        "descriptionShort": "Interactive Tree of Life",
        "descriptionLong": "This is a 3D ~6 ft sculpture of a tree with 3 branches representing the domains of life. The tree has detachable leaves that participants have to read and try and guess the branch/domain of life to which the leaf belongs.",
        "exhibitAffiliation": "Department",
        "rsoName": "Department of Geology/Bruce W. Fouke Laboratory",
        "departmentAffiliation": "Geology",
        "urls": "",
        "audience": "High School",
        "tag1": "Biology",
        "tag2": "Geology",
        "tag3": "",
        "location": "Natural History Building"
    },
    {
        "event": "If you give a geologist a rock hammer...",
        "descriptionShort": "Come see what tools geologists use in their everyday work, and the awesome places they go!",
        "descriptionLong": "There will be a table set up near the doors of the large lecture hall on the 2nd floor of Natural History Building. We would like to play videos/show pictures on the big monitor that showcase geology facts, a look into geology labs and classrooms, and fun photos and videos from our field sites. The table will hold various tools such as a compass, a loupe, rock hammer, rock samples, headlamp, sample containers (bags and plastic bottles), etc., all of which will need someone to watch over them. We would also like to set up a mock “campsite” outside the doors of the lecture hall (a tent, a cooler, a fire pit, etc.) We will ask that the exhibit materials not be touched.",
        "exhibitAffiliation": "Department",
        "rsoName": "School of Earth, Society, and the Environment",
        "departmentAffiliation": "Geology",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Geology",
        "tag2": "Kid-Friendly",
        "tag3": "Environment",
        "location": "Natural History Building"
    },
    {
        "event": "Egg Drop Challenge",
        "descriptionShort": "Design a contraption to help an egg survive a two-story drop, using the least materials!",
        "descriptionLong": "Participants will have time to build containers for their eggs, made of things like cotton balls, popsicle sticks, etc. The eggs will be dropped out of the window of Transportation Building Building from the second floor.",
        "exhibitAffiliation": "RSO",
        "rsoName": "IISE",
        "departmentAffiliation": "Industrial and Enterprise Systems Engineering",
        "urls": "https://iise.engineering.illinois.edu/",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Physics",
        "tag3": "Construction",
        "location": "Transportation Building"
    },
    {
        "event": "Supply Chain Maze",
        "descriptionShort": "Try and find the most efficient way through the maze to win the most prizes!",
        "descriptionLong": "We will set up a room with cardboard sheets in the shape of a maze, decorated with streamers, etc. The participants will be given an image of the maze as well, and will have a certain amount of points to \"spend\" as they traverse the maze. The remaining points will be used to buy prizes.",
        "exhibitAffiliation": "RSO",
        "rsoName": "IISE",
        "departmentAffiliation": "Industrial and Enterprise Systems Engineering",
        "urls": "https://iise.engineering.illinois.edu/officers/",
        "audience": "High School",
        "tag1": "Kid-Friendly",
        "tag2": "Supply Chain",
        "tag3": "Optimization",
        "location": "Transportation Building"
    },
    {
        "event": "Bioplastics",
        "descriptionShort": "Plastics, the evil yet useful material that is covering our earth and just not leaving, yet what is it? Come and explore plastic alternatives made with food waste and other plant materials while learning about plastics.",
        "descriptionLong": "We plan on making bioplastics out of corn starch and giving students samples to take home. We will be producing most of the plastic samples given out and used ahead of time. We would also like to give kids an opportunity to make some themselves, so we would need a place to connect our hotplate, close to the booth but not on the booth, so kids can not touch it. On the hot plate we will heat up some of the mixture and spoon it out into bags that would be put down to cool before being given to the kids.Our booth would consist of bioplastic samples, which are made of out food grade materials, which would be safe to eat. We will not advertise that is it edible, but knowing that it is just adds to the safety aspect. We will have a bucket of soil, where we show our biodegradation test from a previous month. Also we will have kids break the plastic and have a poster showing the structure of the material and other relevant information.",
        "exhibitAffiliation": "Class",
        "rsoName": "MSE 182",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Sustainable",
        "tag2": "Future-Oriented",
        "tag3": "Chemistry",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Superconductors: The Magnetic Properties of Materials",
        "descriptionShort": "Explaining the levitating effect and magnetic properties of superconducting materials",
        "descriptionLong": "This exhibit will include a poster explaining the magnetic properties and potential applications of superconductors. In addition, a track consisting of magnets will be made where a superconductor (with the addition of liquid nitrogen) will be able to levitate and move on continuously without friction.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Material Advantage",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Sustainable",
        "tag2": "Trains",
        "tag3": "Kid-Friendly",
        "location": "Loomis Laboratory"
    },
    {
        "event": "Destruction Using Liquid Nitrogen",
        "descriptionShort": "Test and observe the effects on objects before and after being submerged in liquid nitrogen!",
        "descriptionLong": "For this exhibit, I will be wearing safety gloves and goggles and have a large container of liquid nitrogen. I will be using tongs to dip different items into liquid nitrogen including flowers, marshmallows, rubber balls, and other cool things that will attract the attention of kids while also allowing them to learn through physical touch of the objects",
        "exhibitAffiliation": "RSO",
        "rsoName": "Material Advantage",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Mechanics",
        "tag3": "",
        "location": "Loomis Laboratory"
    },
    {
        "event": "3,000,000-lb testing machine",
        "descriptionShort": "3,000,000-lb testing machine",
        "descriptionLong": "This is a testing machine in the basement of Tablot (?) that has historically been shown at EOH of previous years. We have finished casting the concrete cylinders this week as well.",
        "exhibitAffiliation": "RSO",
        "rsoName": "The Society of Engineering Mechanics",
        "departmentAffiliation": "MechSE",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Physics",
        "tag3": "Loud",
        "location": "Talbot Laboratory Basement"
    },
    {
        "event": "Hydraulic Arm",
        "descriptionShort": "Control a 4 Degree-of-Freedom hydraulic arm with Wii Nunchuks to complete designated tasks.",
        "descriptionLong": "The main structure of the arm will assume a similar design as last year with 4 degrees of freedom: turning about the base, 2 arm segments, and a gripper. The hydraulic device would continue to use a pair of syringes: one driver and one driven; the former would be actuated by electronics this year, and latter would be on the arm to create motion. The fluid used would still be water.As mentioned above, contrary to last year, the driver syringes are not pushed manually; rather, they are actuated by electronic actuators, such as stepper motors. The visitors would use a pair of Wii Nunchuks (joysticks) to control the motions and perform a task such as moving an object over an obstacle or crushing a water bottle for a prize. A microcontroller will be used to bridge the Nunchuks and the motors.",
        "exhibitAffiliation": "RSO",
        "rsoName": "ASME Special Projects",
        "departmentAffiliation": "MechSE",
        "urls": "http://asme.mechse.illinois.edu/index.html",
        "audience": "High School",
        "tag1": "Robotics",
        "tag2": "Physics",
        "tag3": "Electronics",
        "location": "Loomis Laboratory"
    },
    {
        "event": "Bot-o-Graph Machine",
        "descriptionShort": "Got writer's block? This bot can write your John Hancock!",
        "descriptionLong": "This project consists of a four-wheeled robot which receives instructions via Bluetooth from a nearby laptop. The user will enter a word or short phrase into the laptop, and the robot will receive a command and write the word on a large sheet of paper.The unique aspect of this robot is that the entire chassis moves to create each letter, not just an appendage. This is not only a more challenging task to accomplish, but it will provide a more engaging experience for the user and the audience.The robot also has a unique method of transporting and rotating itself around the paper: it will use four omnidirectional wheels, each at a 90 degree angle to the others. Since each wheel is attached to a motor, this project will apply mechanical concepts of gear ratios and rotation (it will be important to know how to make the robot move or rotate in a certain direction, since omnidirectional wheels operate differently than standard wheels).In terms of the layout, the project consists of a partially unrolled roll of butcher paper surrounded on two sides by short wooden walls (used by the robot to determine its position). On a nearby table is a laptop (ideally connected to a power outlet) that is set up to send input to the robot. The robot itself, approximately 12” by 12” and 6” tall, will be placed on the paper.",
        "exhibitAffiliation": "RSO",
        "rsoName": "ASME",
        "departmentAffiliation": "MechSE",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Robotics",
        "tag2": "Kid-Friendly",
        "tag3": "Programming",
        "location": "Everitt Laboratory"
    },
    {
        "event": "Standbeest",
        "descriptionShort": "A Living Machine",
        "descriptionLong": "The strandbeest is a moving organism composed of various mechanical linkages. The original creator, Theo Jansen, continues to make these creations at a much larger scale than that which will be shown today. In Jansen’s creations, the beasts are compelled forward using wind power which drives the crank bar connecting the linkages together. However for this project, wind power will not be used due to the uncertainty of weather conditions. The end piece will fit within an area of 5 by 3 by 4.5 ft. Individuals of all ages and backgrounds can find this project interesting. Not only does it feature amazing mechanical linkages, it also moves like an animal which will be able to captivate even a small child. This project stands out due to the simplicity of its linkages yet the complex way they all are combined together. This piece will speCampus Instructional Facility (CIF)ically highlight how linkages create mechanical features. It can also be related to one of the courses taught at UIUC, ME 370.",
        "exhibitAffiliation": "RSO",
        "rsoName": "ASME (American Society of Mechanical Engineers)",
        "departmentAffiliation": "MechSE",
        "urls": "http://asme.mechse.illinois.edu/index.html",
        "audience": "High School",
        "tag1": "Mechanics",
        "tag2": "Design Team",
        "tag3": "Kid-Friendly",
        "location": "Loomis Laboratory"
    },
    {
        "event": "Basics of Automation With RC Cars",
        "descriptionShort": "Come learn about the basics of Automation with a custom RC Car!",
        "descriptionLong": "This Exhibit will feature a presentation demonstrating a few basic automotive engineering mechanics, the differential and Ackerman steering. These will be implemented in an RC car, which the students will have a chance to drive. We hope to be able to set up a short course for the students to navigate in a hallway or side area.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Society for Engineering Mechanics",
        "departmentAffiliation": "MechSE",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Cars",
        "tag3": "Mechanics",
        "location": "Loomis Laboratory"
    },
    {
        "event": "R-Cario",
        "descriptionShort": "A car you can control using your mind!",
        "descriptionLong": "R-Cario is a prototyped project developed by NeuroTech@UIUC for the NeuroTechX competition. It allows a user to steer an RC car using EEG signals collected in real time via an EEG headset that detects eye blinks. If the user blinks their left eye, the car will turn to the left and if they blink their right eye, the car will turn right. Users of R-Cario must wear an EEG headset owned by OpenBCI (or Nexstem.ai) and transmit brain waves from the device to an external Machine Learning classifier that predicts an action and sends signals to the car. The headset and car operate using electrical frequencies, therefore, signals from other devices can interfere with brain signals and result in inaccurate classifications and actions for the car. For more details on the exact speCampus Instructional Facility (CIF)ics of R-Cario, watch our YouTube video: https://www.youtube.com/watch?v=Yf7418uk1OA&t=121s",
        "exhibitAffiliation": "RSO",
        "rsoName": "NeuroTech@UIUC",
        "departmentAffiliation": "Neuroscience/Neural Engineering",
        "urls": "https://uiucneurotech.web.illinois.edu/",
        "audience": "High School",
        "tag1": "Smart Technology",
        "tag2": "Machine Learning",
        "tag3": "Future-Oriented",
        "location": "Loomis Laboratory"
    },
    {
        "event": "Women In Nuclear",
        "descriptionShort": "Hands-on exhibit showcasing exciting nuclear applications!",
        "descriptionLong": "A minimally radioactive source will be placed underneath multiple cups. A Geiger Counter will be used for participants to move over the cups, ultimately deciding which cup the source is under. This ability to detect radiation will then be further explained as it is used in applications such as radiological protection, experimental physics, and the nuclear industry in general.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Women In Nuclear",
        "departmentAffiliation": "Nuclear, Plasma, & Radiological Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Environment",
        "tag2": "Physics",
        "tag3": "Sustainable",
        "location": "Talbot Laboratory Lounge"
    },
    {
        "event": "American Nuclear Society",
        "descriptionShort": "Interactive projects exploring everything nuclear!",
        "descriptionLong": "Geiger Counter\" : a common radiation detector is shown to visitors, and how to use it and how it works is explained.\"The Mouse Trap Reactor\" : a flat tray that exhibitors place set mouse traps on, and balance ping pong balls on those mouse traps. Tray gets covered in a large plastic lid so that children may see the mouse traps. Through a hole in the top of the lid, an exhibitor drops a ping pong ball to start the \"chain reaction.\" Used to demonstrate how chain reactions work inside of a nuclear reactor. Geared towards younger children.\"Plasma Ball\" : a small plasma ball that smaller children may touch to see the plasma move to where their finger is. Needs to be plugged into an outlet.\"Plasma Ball\" : a small plasma ball that smaller children may touch to see the plasma move to where their finger is. Needs to be plugged into an outlet.\"Can Crusher\" : a machine manned by 1 exhibitor that contains multiple capacitors that get slowly charged, and then the student discharges them to create a current through a coiled wire that creates a magnetic field that crushes an empty soda can placed inside of the coil. Demonstrates how magnetic fields can be utilized to contain or act on objects without having to be in contact. Will be behind a barrier. Needs to be plugged into an outlet.Advocacy-Banana radiation video: a short tik tok style video going over the basics of radiation. Written and produced by our members, many of which are in banana suits during the video. (Bananas are naturally radioactive, which is why we planned it this way)-Posters: General topics given live via poster presentation, including:-History of Nuclear-Dispelling Myths",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Nuclear Society",
        "departmentAffiliation": "Nuclear, Plasma, & Radiological Engineering",
        "urls": "http://ans.npre.illinois.edu/",
        "audience": "High School",
        "tag1": "Physics",
        "tag2": "Environment",
        "tag3": "Sustainable",
        "location": "Talbot Laboratory Lounge"
    },
    {
        "event": "Watching Sedimentary Rocks Form",
        "descriptionShort": "How do sandstones form and what do they look like? Come and see a thin water channel and observe how water moves sediment, and see sedimentary rocks forming in front of your eyes. Then look to see what these sediments look like in rocks hundreds of millions of years old!",
        "descriptionLong": "This water channel flume in the surface processes lab in Natural History Building. Already in place, no movement or setup required.",
        "exhibitAffiliation": "Department",
        "rsoName": "School of Earth, Society, and Environment",
        "departmentAffiliation": "School of Earth, Society, and Environment",
        "urls": "",
        "audience": "High School",
        "tag1": "Good for older students",
        "tag2": "Kid-Friendly",
        "tag3": "Geology",
        "location": "Natural History Building"
    },
    {
        "event": "Dynamic Sandbox",
        "descriptionShort": "Come build mountains and valleys in our dynamic sandbox! Augmented reality software will update the projected map as you change it.",
        "descriptionLong": "Sandbox with projected topographic lines that respond to changes made in the sandbox.",
        "exhibitAffiliation": "Department",
        "rsoName": "School of Earth, Society, and Environment",
        "departmentAffiliation": "School of Earth, Society, and Environment",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Trains",
        "tag2": "Water",
        "tag3": "Geology",
        "location": "Natural History Building Earth Processes lab"
    },
    {
        "event": "Write with Light!",
        "descriptionShort": "Join this live demonstration of our Laser Ablation System and use the laser to engrave your initials in glass.",
        "descriptionLong": "On Friday and on Saturday we will have 3 sessions (10 am, 12 pm, and 1 pm) each 1 h long during which we will demonstrate our Analyte Excimer Laser Ablation System to students. During the speCampus Instructional Facility (CIF)ied times we will allow about 20 students to come to our geochemistry lab in Natural History Building. Our Excimer Laser has a class 1 enclosure with safety interlocks that prevent exposure to UV laser lights under normal operating conditions. Its transparent laser safety shield permits direct viewing of the sample from the front of the system. An integrated gas cabinet with halogen filter contains the excimer premix gas and helium gas bottles. Hence, the students can watch the demonstration of our Laser Ablation System in the lab without additional personal protective equipment. We will put glass slides into the sample holder and evacuate it. Subsequently, the students can set up points or lines on the glass slides using the laser software to spell their names or initials. After the students have set up the points, we will fire the laser to engrave the names into the glass slide. Once this is done, we will remove the glass slides and each student can take home the glass slide with their name on it.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Research Group of Prof. Craig Lundstrom in the Geology Department",
        "departmentAffiliation": "School of Earth, Society, and Environment",
        "urls": "",
        "audience": "High School",
        "tag1": "Geology",
        "tag2": "Lasers",
        "tag3": "",
        "location": "Natural History Building Geochemistry Lab"
    },
    {
        "event": "Cybersecurity Lunch Adventure",
        "descriptionShort": "Come join us in a user-interactive game with fun cybersecurity puzzles to investigate a case of fraud happening on Green Street!",
        "descriptionLong": "Our project is a computer game consisting of a series of cybersecurity puzzles. It would be preferable to hold it in one of the computer labs (speCampus Instructional Facility (CIF)ically, Rm 218 in the Siebel basement). Participants need to log into a computer and go to the website where the game is hosted on, and they can start playing. No prior experience or any other materials (pen, paper, etc.) are needed.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Women in Cybersecurity (WiCyS)",
        "departmentAffiliation": "Computer Science",
        "urls": "https://linktr.ee/WiCyS_Illinois",
        "audience": "High School",
        "tag1": "Programming",
        "tag2": "Good for older students",
        "tag3": "Future-Oriented",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "ASCE Tower of Determinacy",
        "descriptionShort": "Test your structural engineering knowledge at the Tower of Determinacy: a 4-ft Jenga Tower!",
        "descriptionLong": "The exhibit will feature a 4-ft Jenga tower intended for interaction with exhibit visitors; our exhibit will therefore need at least a 4-ft radius of space so as not to come into immediate contact with any other exhibits in the event that the Jenga tower collapses (which it will lol).",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Society of Civil Engineers",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "asceuiuc.com",
        "audience": "Grade School",
        "tag1": "Construction",
        "tag2": "Physics",
        "tag3": "Kid-Friendly",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "ScribeAR",
        "descriptionShort": "Digital Accessibility: Live captioning using Augmented Reality",
        "descriptionLong": "This fun, interactive exhibit will allow EOH viewers to explore and play with the use of speech to text technology to create live, real-time accurate captions which are displayed on a laptop screen and augmented reality glasses. Electrical power and space for a laptop are required. Space for a poster would be useful too.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "ScribeAR",
        "departmentAffiliation": "Computer Science",
        "urls": "https://publish.illinois.edu/scribe-ar/",
        "audience": "High School",
        "tag1": "Programming",
        "tag2": "Smart Technology",
        "tag3": "Research",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "ASCE: Make Your Own Structures",
        "descriptionShort": "Build your own structures made out of raw spaghetti noodles and marshmallows!",
        "descriptionLong": "Our exhibit will feature a table where visitors (typically young children) will be able to construct their own structures. Raw spaghetti noodles and marshmallows will be offered for this construction (visitors will be told to connect the pasta noodles togethe with the marshmallows). Not much space will be needed for this booth; just enough for a table and chairs for exhibitors/visitors to sit at.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Society of Civil Engineers",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "asceuiuc.com",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Construction",
        "tag3": "Physics",
        "location": "Sidney Lu Mechanical Engineering Building Starbucks area"
    },
    {
        "event": "LASSI IlliniSat-0",
        "descriptionShort": "How students will be able to explore space",
        "descriptionLong": "Display and demo highschool targeted satellite. The satellites (one 10cm x 10cm x 10cm and one 20cm x 20cm x 20 cm) will be communicating with a laptop and displaying data in real time. The satellites will be measuring atmospheric data. There will be posters for the display talking about additional functionality and other work that takes place within the lab.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "LASSI",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://lassiaero.web.illinois.edu/",
        "audience": "High School",
        "tag1": "Outer Space",
        "tag2": "Electronics",
        "tag3": "Programming",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Illinois Robotics in Space Lunar Robot",
        "descriptionShort": "IRIS is an organization that gives students the opportunity to design and create innovative robots for the NASA’s Lunabotics Competition. We are also very involved with the community, reaching out to local schools to encourage STEM for the younger generation.",
        "descriptionLong": "Our organization will have a team of 5-10 people who can present during the exhibit. We will have an autonomous lunar excavation robot that is about a 1.5x1.0 meter large. The robot can move around and mine gravel/sand. We have our own gravel that can be used to mine. The robot is used for a lunar excavation competition hosted by NASA and our team would love to demonstrate it at EOH. Ideally, the robot would be able to have space to move around, so being outside would be preferable. The robot can move autonomously, but for safety precautions, we can limit movement to a controller. Additionally, we have some toy robots that we use for outreach events and can appeal to younger audiences like middle school or elementary students.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illinois Robotics in Space",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://iris.ae.illinois.edu/",
        "audience": "Adults",
        "tag1": "Robotics",
        "tag2": "Kid-Friendly",
        "tag3": "Programming",
        "location": "Springfield"
    },
    {
        "event": "To Infinity and SWEyond!",
        "descriptionShort": "The Society of Women Engineers presents an exhibit that will bring you into another world! Come and travel to space with us through space themed activities, games, and crafts. You will have the chance to build your own mini rocketship to take home, make a constellation, try to land on the moon and play life sized Connect 4!",
        "descriptionLong": "Through our exhibit, visitors will have the opportunity to explore space through a variety of hands-on space themed activities. We will have a create your own spaceship station where children can create a spaceship using bottles and other materials. A pipe cleaner constellation activity where children can model different constellations using pipe cleaners and star shaped beads. Also, a moon landing challenge where children could design a spacecraft to successfully land the astronauts(marshmallows). Additionally, we will have a giant sized game of connect 4 and a photo op opportunity.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Society of Women Engineers",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://www.societyofwomenengineers.illinois.edu/",
        "audience": "Grade School",
        "tag1": "Outer Space",
        "tag2": "Kid-Friendly",
        "tag3": "Art and Design",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Small Drones in Aerospace Engineering at Illinois",
        "descriptionShort": "See a small drone used by the department perform some cool tricks",
        "descriptionLong": "A small drone (~35 grams, 10cmx10cm) will be doing some aerobatics. Operating plan is to have a drone fly around and perform some demonstration (yet to be designed). Will also describe on a very high level what the drone does and how it works. Also describe a bit about the current and future landscape of drone technology & applications and highlight some research currently being done in the field and how Illinois fits into this future landscape.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Minorities in Aerospace",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://sites.google.com/illinois.edu/maero/home?authuser=3",
        "audience": "High School",
        "tag1": "Robotics",
        "tag2": "Good for older students",
        "tag3": "Kid-Friendly",
        "location": "Talbot 105"
    },
    {
        "event": "It’s Not Rocket Science",
        "descriptionShort": "It’s Not Rocket Science! Check out all the cool and exciting parts that go into making rockets work!",
        "descriptionLong": "The “It’s Not Rocket Science” exhibit will have multiple demonstrations to showcase the different parts of the rocket, from the electronics involved in controlling the rocket to the ejection charges that let out the parachutes. We will have a demonstration that showcases how sensors can get data and move the fins of the rocket accordingly. We will also have a transparent rocket, which will show attendees how parachutes and other components are arranged within a high powered rocket. Students can then make straw rockets and have fun launching them while watching our members separate.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illinois Space Society",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://www.illinoisspacesociety.org/",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Future-Oriented",
        "tag3": "Mechanics",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Life On Mars",
        "descriptionShort": "Everybody wants to go to Mars but have you ever wondered what we will do once we get there? Come join us and learn about how to survive in different space environments!",
        "descriptionLong": "The “Life On Mars” exhibit will include a demonstration of a prototype for this year’s rasc-al project to show to students. This prototype will model how we could get energy on mars by using a hole, water heater and pump, and ice cubes. The model will work by drilling a miniature hole, heating an ice cube in the hole, and then pumping the water back to the surface. In the demonstration, students will observe how the generated energy can power a miniature hydrogen fuel cell car. Through this demonstration, we will show students how we can create fuel with Mars as our space environment. After this demonstration, the students will create a galaxy in a bottle using water bottles, cotton balls, food coloring, and glitter to learn more about different space environments and what the galaxies look like.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illinois Space Society",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://www.illinoisspacesociety.org/",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Future-Oriented",
        "tag3": "Environment",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Blastoff!",
        "descriptionShort": "Ever seen how fast a rocket goes? With a poof, shwip and a big fire, we can make things go higher, further, and faster.",
        "descriptionLong": "This exhibit demonstrates the fundamentals of a hybrid rocket engine, via a small combustion chamber and nozzle mounted on an outdoor test stand. Powered by an acrylic plastic fuel grain and oxygen gas, the demonstration engine produces a bright flame and small amount of thrust. Through this demonstration we will show students the chemistry behind propulsion in modern space exploration. Students will then participate in a balloon rocket racing activity where they can learn more about Newton's basic laws of motion.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illinois Space Society",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://www.illinoisspacesociety.org/",
        "audience": "Grade School",
        "tag1": "Future-Oriented",
        "tag2": "Combustable",
        "tag3": "Kid-Friendly",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Illini Pullers",
        "descriptionShort": "Building a tractor with Illini Pullers",
        "descriptionLong": "Exhibit includes a 1/4 scale tractor (lawn tractor size) and board for information about the club.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illini Pullers",
        "departmentAffiliation": "Agricultural and Biological Engineering",
        "urls": "https://www.illinipullers.com/",
        "audience": "Adults",
        "tag1": "Agriculture",
        "tag2": "Mechanics",
        "tag3": "Design Team",
        "location": "Springfield"
    },
    {
        "event": "Water Filtration with Sustainable Materials",
        "descriptionShort": "Watch us make filters out of different materials to turn mud into safe drinking water",
        "descriptionLong": "Will involve dirty water, a variety of organic materials such as activated charcoal, sand, gravel, etc. Water will be poured in a large container, but there is still some chance of spills, however no other hazards are involved. The exhibit should take up the space of about a table, to lay out the materials and the filter will be made out of two liter bottles.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Engineers Without Borders",
        "departmentAffiliation": "Agricultural and Biological Engineering",
        "urls": "ewbuiuc.org",
        "audience": "Grade School",
        "tag1": "Water",
        "tag2": "Kid-Friendly",
        "tag3": "Environment",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Microgreens",
        "descriptionShort": "“Microgreens” with the American Society of Agricultural and Biological Engineers, or ASABE. My name is Callie and I’m the recruitment chair for ASABE.Today, I’ll be telling you a little about our organization and teaching you how to grow microgreens in your own kitchen! You can use pretty much any leafy green! Broccoli, spinach, kale, radish, arugula, anything.",
        "descriptionLong": "All you need are a couple things: a tray with a transparent lid, some paper towels, some water, and some seeds. We will use lettuce seeds for our exhibit.The first thing I’m going to do is slightly dampen my paper towel. Then I’m just going to sprinkle the seeds on top and lightly mist them. If you don’t have a mister, you can also just sprinkle some droplets on top. You want the seeds and paper towel to be damp, but not soaked. But if you have puddles of water in your tray, that’s too much, and it may grow mold. The dampness is what’s going to trigger the seeds to start sprouting, or germinate. The reason they don’t sprout in the seed packet is because they’re all dry. Once you add water, they know it’s time to start growing.Now, I’m going to leave it on a sunny windowsill for a couple days. It’ll look like this after a day or two, then this, and after about a week it’ll look like this! And your microgreens are ready to harvest. You can eat the entire sprout, roots and all, just by pulling it up or cutting it off the paper towel. I’m going to enjoy mine on a nice slice of avocado toast.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Society of Agricultural and Biological Engineering",
        "departmentAffiliation": "Agricultural and Biological Engineering",
        "urls": "https://illinoisasabe.mailchimpsites.com/",
        "audience": "High School",
        "tag1": "Sustainable",
        "tag2": "",
        "tag3": "",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Weather Truck",
        "descriptionShort": "Do you want to understand the power of mother nature? If so, come visit our exhibit to get experience with cloud identification, how atmospheric measurements are taken, and make tiny tornadoes!",
        "descriptionLong": "1. Weather Balloon Demo: We are planning on bringing a RAWINSONDE weather balloon to EOH and launching it as a demo showing how to collect weather data from the atmosphere. We will have data provided from the weather balloon as well and explain to the audience how to read basic information from a sounding (data from a weather balloon). NOTE: This may be changed to a video of a weather balloon launching if weather is bad, 2. Tornado in a Bottle Demo: We plan to have a 2-liter bottle attached to two ends and filled with water that can be spun around to create a little tornado in a bottle. This will serve as a fun demo that the audience may try on their own as well as being informative as we will explain the basic concepts behind a tornado (ex: which way is it spinning, how to make it spin faster, etc),3. Doppler on Wheels (DOW) Truck Demo: If they are available, we plan on having the Doppler on Wheels Truck come to EOH and it will be available for everyone to see. We will explain how the DOW works and the different instruments inside of it. NOTE: This demo is contingent on whether or not the DOWs will be available, as they are being used for a research project during this time that is weather-dependent. If the DOW is unavailable, we have videos of them that we can use to show students how it works. If the DOW is available, we would like to get in touch with the EOH planning team to see if we can have a location for our exhibit, where we can park the DOW next to the booth to have people look at it., 4. Thunderstorm Diorama Demo: (If available) We plan on having a Thunderstorm Diorama where students can assemble the basic parts of a thunderstorm. From there we will explain why various parts go where and help students build it so that it can be both fun and educational. NOTE: If this demo is not available, we also may have access to a “Water Budget” model where it shows different areas that water is transported and stored in the atmosphere as a back up.5. Crushing Can Demo: We plan on doing a demo where we heat a can over a hot plate and then put it in a bowl of ice water and students can see how the pressure inside of the can increases and/or decreases due to the temperature changes. As a result the can will be “crushed” as it enters the ice water. NOTE: We will need access to electricity for this demo in order to make it work!6. Cloud Identification & Matching Demo: We plan on having a demo where students can match different types of clouds together on a poster and we will explain how various types of clouds form and where they form. Weather permitting, we will also show students how to identify clouds around them by pointing to the sky and helping them identify the clouds that are above them.",
        "exhibitAffiliation": "Department",
        "rsoName": "Department of Atmospheric Sciences",
        "departmentAffiliation": "Atmospheric Sciences",
        "urls": "https://atmos.illinois.edu/",
        "audience": "Grade School",
        "tag1": "Weather",
        "tag2": "Kid-Friendly",
        "tag3": "Data Science",
        "location": "Springfield"
    },
    {
        "event": "kinedisk",
        "descriptionShort": "A standard disc by day, but with a touch it'll light up your night for continual play!",
        "descriptionLong": "Our project involves using a flying disk, LEDs, and circuit components. We would prefer to have a location where we could throw the flying disc so that people can see it light up as it is being thrown due to the kinetic energy.",
        "exhibitAffiliation": "Individual",
        "rsoName": "",
        "departmentAffiliation": "Bioengineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Fitness",
        "tag2": "Sustainable",
        "tag3": "Electronics",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Bed-Bound Exercise Machine",
        "descriptionShort": "Innovative way to keep bed-bound patients active during hospitalization or at-home bedrest.",
        "descriptionLong": "We are aiming to build this bed bound exercise machine that might be a few feet long in each direction. If that is not feasible, we will have a CAD design drawn up with a poster to display the exhibit.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Biomedical Engineering Society",
        "departmentAffiliation": "Bioengineering",
        "urls": "",
        "audience": "Adults",
        "tag1": "Health and Medicine",
        "tag2": "Mechanics",
        "tag3": "",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Sustainable IV Bag",
        "descriptionShort": "Exhibit will include the ability to make a DIY IV bag, which will be a representation of the researched biodegradable method of choice. The background of the exhibit will contain the research into the biodegradable IV bag on a posterboard to be explained by team membering during EOH.",
        "descriptionLong": "The DIY IV bag will be made out of polyester tubing, which will be cut out and hot glued together to create the bag. Clear tubing will also be added into the bag. The poster board will contain all researched data and information about the decision process for the biodegradable material utilized.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Biomedical Engineering Society",
        "departmentAffiliation": "Bioengineering",
        "urls": "bmes-uiuc.com",
        "audience": "High School",
        "tag1": "Sustainable",
        "tag2": "Health and Medicine",
        "tag3": "Research",
        "location": "Campus Instructional Facility (CIF)"
    },
    {
        "event": "Anatomical 3D printing",
        "descriptionShort": "Using modeling software to create anatomically accurate 3D models to better visualize diseases and how these can be used both in medical procedures and education.",
        "descriptionLong": "This project will use 3D slicer to convert MRI files into 3D models. These models will then be displayed and some of the models will be printed. The exhibit will feature several printed models of different structures, both diseased and healthy. There will also be several posters which describe both the proses of how the models were made (combined with potential demonstrations), and the use for these models.",
        "exhibitAffiliation": "RSO",
        "rsoName": "BMES",
        "departmentAffiliation": "Bioengineering",
        "urls": "bmes-uiuc.com",
        "audience": "High School",
        "tag1": "Health and Medicine",
        "tag2": "Good for older students",
        "tag3": "Future-Oriented",
        "location": "Campus Instructional Facility (CIF)"
    },
    {
        "event": "Alma’s Talking Dogs",
        "descriptionShort": "Ever wondered what your dog was thinking?",
        "descriptionLong": "We plan to bring our dog harness and electroencephalogram (approximately the size of a cell phone) and use a laptop to show images of the equipment in use. The dog will not actually be on site. We will also have a trifold board for quick information and overview of our work on designing, building, and using our electroencephalogram and software.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Alma’s Talking Dogs",
        "departmentAffiliation": "Bioengineering",
        "urls": "https://sites.google.com/view/almastalkingdogs/home?authuser=0",
        "audience": "Adults",
        "tag1": "Health and Medicine",
        "tag2": "Smart Technology",
        "tag3": "Electronics",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Electrolyzing the Future with Water",
        "descriptionShort": "Ever wonder how the space shuttle got its fuel to get off the ground or how renewable cars run? The answer is simple, its water electrolysis! In this exhibit, learn how water is decomposed and how it can be used to power the future for all your energy needs!",
        "descriptionLong": "In this exhibit, an electric current will be ran between two graphite electrodes that are submerged in an ionic salt water solution. In this system, small amounts of hydrogen and oxygen will be produced and possibly stored to demonstrate the power and energy density contained in the products when water is decomposed and broken down into hydrogen and oxygen gas. The safety concerns associated with this project is that one is producing hydrogen and oxygen gas, given that it is in small amounts, but is still flammable enough to combust if exposed to a flame or spark. Therefore, if this gas were to be contained and stored in a test tube or container, one should be aware of these hazards. Overall, this exhibit should be pretty easy to set up and there are little safety concerns that need to be taken into account whilst running the exhibit.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Omega Chi Epsilon",
        "departmentAffiliation": "Chemical & Biomolecular Engineering",
        "urls": "https://illinois-oxe.weebly.com/",
        "audience": "High School",
        "tag1": "Sustainable",
        "tag2": "Water",
        "tag3": "Future-Oriented",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Chemistry Demos",
        "descriptionShort": "This exhibit contains multiple small demos using different scientific concepts within chemistry such as magnetic slime, a bubble within a bubble and an iron nail displacement reaction.",
        "descriptionLong": "A set of different demos detailing chemical concepts. One will be about a bubble within a bubble which will a demo and the concept of surface tension will be explained. Additionally, another demo will potentially be slime with iron filings in it to act as a magnetic slime. Finally, there is a possibility with doing a copper sulfate reaction with iron nails in order to observe the visual change that happens within the displacement reaction. Finally, the demos are not set in stone and I can communicate future changes if there are any. Since we did not participate last year or the year before, I am without a lot of prior knowledge so therefore if I did not fill out part of this form correctly please reach out to me. Also, I mentioned multiple demos however if there isn't going to be enough space I can narrow it down or figure out an alternate idea.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Alpha Chi Sigma",
        "departmentAffiliation": "Chemical & Biomolecular Engineering",
        "urls": "https://axezeta.weebly.com/",
        "audience": "Grade School",
        "tag1": "Chemistry",
        "tag2": "",
        "tag3": "",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Engineers in Action Surveying Equipment Demonstration",
        "descriptionShort": "Learn how to use surveying equipment and find out how steeply the ground slopes",
        "descriptionLong": "We will set up surveying equipment and teach guests how to assess the steepness and angle of the slope as well as the distance between points. With the surveying equipment, you look through a viewer at a large measuring stick. If you know the height of the viewing lens and the distance between the viewer and the measuring stick, you can measure the percent drop of the ground. We will need to set this up in an open area outdoors with variations in ground height so we can measure slope between us and multiple other points.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Engineers in Action Bridge Program",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "https://uiucbridges.wordpress.com/our-team/",
        "audience": "High School",
        "tag1": "Construction",
        "tag2": "Design Team",
        "tag3": "Environment",
        "location": "Hill by MNTL on the North Quad"
    },
    {
        "event": "Groundwater Flow Model",
        "descriptionShort": "Water that flows underneath land surface.",
        "descriptionLong": "In this exhibit, you can see how water flows underneath the surface. Just as water moves on the surface through rivers, lakes, and oceans, it is also constantly moving below the surface. Humans withdraw groundwater for irrigation, drinking water, and industrial applications; these withdrawals can impact the baseflow in streams and also the water uses.To demonstrate the movement of flow, we are going to inject some dye and water into the model to see the flow patterns for different conditions",
        "exhibitAffiliation": "RSO",
        "rsoName": "IAHR",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Water",
        "tag2": "Environment",
        "tag3": "Geology",
        "location": "Natural History Building"
    },
    {
        "event": "TARP: Chicago's Deep Tunnel System",
        "descriptionShort": "Explore Chicago's Tunnel and Reservoir Plan (TARP) to Combat Pollution and Mitigate Flooding",
        "descriptionLong": "The TARP exhibit is a physical model (about 2ft wide, 3ft tall, and 4ft long) that can be placed on top of a table. We have two people carry the model to transport it. There are some knobs on the outside of the model that we turn to demonstrate where water would flow under different conditions. There are no other moving parts in the model.",
        "exhibitAffiliation": "RSO",
        "rsoName": "International Water Resources Association (IWRA)",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Water",
        "tag2": "Kid-Friendly",
        "tag3": "Environment",
        "location": "Natural History Building"
    },
    {
        "event": "Liquified Sand Bed",
        "descriptionShort": "Do you think sand classify as soild? Well, your thoughts might change once you visit this exhibit.",
        "descriptionLong": "Sand is commonly found in the soil, river basins, and deserts. Sands can bear loads of huge structures. But a little bit of air applied to a sand bed might significantly change its load-bearing capacity. Sand starts to behave like a liquid. It cannot bear the load of even the small daily use stuff. Whatever is left on the surface ultimately sinks due to the liquid-like behavior of the sand. We would be setting up the exhibit using a box of sand, tubing at the bottom of the sand bed, and an air compressor. When compressed air is sent to the sand bed, the sand bed changes its behavior. A quick and easy setup to demonstrate the concept of a liquified sad bed.",
        "exhibitAffiliation": "Department",
        "rsoName": "Civil and Environmental Engineering",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Physics",
        "tag2": "Geology",
        "tag3": "Kid-Friendly",
        "location": "Natural History Building"
    },
    {
        "event": "KIMLAB (Kinetic Intelligent Machine LAB)",
        "descriptionShort": "In KIMLAB(Kinetic Intelligent Machine LAB), we are working on interesting problems on task/data-driven robot design, motion control, and interaction. We will present two reconfigurable robots, Snapbot and PAPRAS, which are able to change their configurations to carry out given tasks.",
        "location": "North Quad"
    },
    {
        "event": "RateMyGenedsUIUC",
        "descriptionShort": "RateMyGenedsUIUC is a website for students to both give and get feedback on gen-eds that they’re interested in taking!!",
        "descriptionLong": "A computer showing the webapp",
        "exhibitAffiliation": "RSO",
        "rsoName": "WCS",
        "departmentAffiliation": "Computer Science",
        "urls": "",
        "audience": "Adults",
        "tag1": "Programming",
        "tag2": "Good for older students",
        "tag3": "Data Science",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "pencil to text",
        "descriptionShort": "Web app that analyzes uploaded photos of handwriting and translates the writing into text",
        "descriptionLong": "The web app will run off of a computer that will analyze the handwritten text to convert it to typed text that the user can then copy and paste elsewhere. This will require a table where the app can be presented on a laptop. There will be 4 exhibitors presenting.",
        "exhibitAffiliation": "RSO",
        "rsoName": "WCS Dev-Ada",
        "departmentAffiliation": "Computer Science",
        "urls": "",
        "audience": "High School",
        "tag1": "Data Science",
        "tag2": "Good for older students",
        "tag3": "",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "Using a realtime 3D environment to visualize large biological networks",
        "descriptionShort": "This is a novel method for visualizing large biological network datasets in interactive real-time.",
        "descriptionLong": "Picnic table with poster board describing the research/application + monitor displaying an example visualization with keyboard and mouse for visitors to interact with the visualization in real time.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Advanced Visualization Lab & Visual Analytics Group at the National Center for Supercomputing Applications",
        "departmentAffiliation": "Computer Science",
        "urls": "",
        "audience": "Adults",
        "tag1": "DNA",
        "tag2": "Biology",
        "tag3": "Visualization Research",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Smart Auto Sorting Trash Bin",
        "descriptionShort": "Our Smart Trash Bin is here for you! Trust this trash can that is built to help people recycle in daily life based on machine learning algorithms and multi-sensors. Just throw your trash. It will do your recycling instead and make the world more eco-friendly.",
        "descriptionLong": "A huge portion of Urban waste derives from wastes including plastic, glass, metal and paper which tend to be recyclable. Minimizing the amount of garbage is important since it is one of the important causes of environmental pollution. According to the EPA, only 30% of wastes were recycled even though 75% of wastes were recyclable. This Auto Sorting Trash Bin has various types of sensors that would detect the waste materials entering the bin. Smart trash bin is made to separate the waste into 4 categories: glass, plastic, paper, and can. The trash bin is composed of two parts: sensing, mechanical. The sensing part utilizes various sensors (Ultrasonic, Inductive, LDR) to distinguish the chemical and physical characteristics of the waste. With the backbone of the trash barrel, the machine learning algorithm provides data allowing how each waste should be distributed to each relevant section. According to the EPA, only 30% of wastes were recycled even though 75% of wastes were recyclable. By recycling the wastes, we can conserve energy and reduce landfill use. It would save up to 95% energy to recycle aluminum compared to making the material out of raw materials which would eventually lead to reduction of greenhouse gasses and toxic chemicals.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Korean Engineering and Science Society (KESS)",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "",
        "audience": "Adults",
        "tag1": "Smart Technology",
        "tag2": "Sustainable",
        "tag3": "Environment",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "SWIP Food Physics",
        "descriptionShort": "Learn exciting physics through food!",
        "descriptionLong": "Physics experiments done with food. We will be using bananas to discuss radioactivity and pickle juice to discuss electricity.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Society for Women in Physics",
        "departmentAffiliation": "Engineering Physics",
        "urls": "https://publish.illinois.edu/society-for-women-in-physics/",
        "audience": "Grade School",
        "tag1": "Physics",
        "tag2": "Kid-Friendly",
        "tag3": "Food",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Float Your Boat",
        "descriptionShort": "EOS has worked with local grade schoolers who will test the designs of their popsicle stick boats!",
        "descriptionLong": "Engineering Outreach Society has worked with kids from the local grade schools for the design of popsicle stick boats, which will be tested here! The kids have been able to learn more about how the buoyancy of water allows boats to float and have created their own boats using popsicle sticks, glue, paper, string, and other materials! Come watch the kids demonstrate their designs to see how long their boats can float!",
        "exhibitAffiliation": "RSO",
        "rsoName": "Engineering Outreach Society",
        "departmentAffiliation": "General Engineering",
        "urls": "https://publish.illinois.edu/engineeringoutreachsociety/",
        "audience": "Grade School",
        "tag1": "Boats",
        "tag2": "Kid-Friendly",
        "tag3": "",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "TRASHCANO! an outdoor demo of a volcanic eruption",
        "descriptionShort": "This outdoor demo simulates the volcano eruption. It operates on physics similar to which drives volcanic eruptions, and it provides ways for students to visualize eruptive processes and apply basic physical principles. The demonstration is on a scale accessible to students, using trash can, soda bottles, liquid nitrogen etc.",
        "descriptionLong": "This is an outdoor demo showing a volcanic eruption using a trash can. It is an analog model of eruptive processes for students to visualize eruptive processes and apply basic physical principles when field observations are not feasible. It demonstrates volcanic eruptions are fundamentally gas-driven phenomena and explosive volcanic eruptions occurred when gases in magma expand and come out of solution and thus pressure is beyond the strength of the surrounding rock (depressurization of volatiles dissolved in magma during ascent).I will demonstrate this dramatic but safe explosion and eruptive column of gas-driven eruption by filling the weighted, plastic soda bottle with liquid nitrogen and sinking the capped bottle into the trash can about half full of water. As the liquid nitrogen warm up into a gas and expand its volume, it will explode from the soda bottle and cause the eruption. During its explosion, the expansive force propels a column of water vertically, to 10 or more meters. The pressure necessary to cause an explosion comes from nitrogen boiling, as liquid nitrogen is thermodynamically unstable at room temperature.The materials used in this demo include industrial strength plastic garbage can, soda bottles (16-20 ounce size is most convenient) with their caps, duct tape, 2 bricks or a large cinder block (must prevent the soda bottle from floating), hose from faucet to site of detonation (a full trashcan is difficult to move to a new location), 2 safety glasses for all participants, insulated gloves for liquid nitrogen protection (two pair per demonstration set-up), Liquid nitrogen (~20 mL per explosion) in a Dewar, and funnel for pouring the nitrogen. The exhibitor will wear closed-toe shoes, long pants, and long-sleeved shirts.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "UIUC Volcano Group",
        "departmentAffiliation": "Geology",
        "urls": "",
        "audience": "High School",
        "tag1": "Geology",
        "tag2": "Physics",
        "tag3": "",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Autonomous and Unmanned Vehicle Systems",
        "descriptionShort": "Join the Autonomous and Unmanned Vehicle Systems Laboratory (AUVSL) live and see the R-Gater and other autonomous vehicles at Engineering Open House, both days, on Main Street north of the Transportation Building! This event is free and open to the public.",
        "descriptionLong": "At the Autonomous and Unmanned Vehicle Systems Lab, we work on a diverse set of platforms ranging from On-Road to Off-Road vehicles along with Autonomous Aerial and Underwater Systems. For the exhibit, we plan to present 4-5 different types of drones, 30 lb bots, and a static display of large vehicles like the Jackal (reference link: https://clearpathrobotics.com/jackal-small-unmanned-ground-vehicle/), R-Gator (refer: https://www.utvguide.net/john-deere-r-gator/), J5/J8 XTR (https://www.army-technology.com/projects/j8-atlas-xtreme-terrain-robot-xtr/), and possibly Autobon AI’s Peterbilt 587 (semi-tractor). All the large vehicles will be static to avoid any safety issues. Additionally, we will display a simulation of our underwater vehicle and a video demonstration of our ball bot to explain some key features and operations of the mentioned systems. The drones can also be operated to showcase how data is collected and processed for machine learning applications.Since our exhibit requires a lot of space, we are thinking of using the open gravel area behind the Transportation Building Building (It’s on the north east side, by the sidewalk near the methane tank). Usually, this area is sometimes used for large maintenance vehicles. There’s also an open parking lot to the left of the Transportation Building Building where a vehicle could be parked to accommodate any space issues that may occur. If a large open space isn't available, we can select the smaller/compact vehicles and systems for the exhibit to meet the available space requirements.We would like to use the EOH to demonstrate the diverse breadth of work done at the lab and reach out to students interested in becoming involved with the field. More information about our platforms and projects can be found on our lab website linked below in this form.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Autonomous and Unmanned Vehicle Systems Laboratory",
        "departmentAffiliation": "Industrial and Enterprise Systems Engineering",
        "urls": "https://auvsl.ise.illinois.edu/index.html",
        "audience": "High School",
        "tag1": "Research",
        "tag2": "Robotics",
        "tag3": "Future-Oriented",
        "location": "Springfield"
    },
    {
        "event": "Oobleck",
        "descriptionShort": "Come play with a fascinating material, oobleck, that behaves like a liquid and a solid!",
        "descriptionLong": "We will have small containers of oobleck and also possible a large kiddy-pool size container for presenters to run/walk across",
        "exhibitAffiliation": "RSO",
        "rsoName": "Keramos",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Material Properties",
        "tag3": "Molecular Scale",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Liquid Sand!",
        "descriptionShort": "Explore sand behaving like a liquid and the magic of sand that stays dry in water! Great for grade schoolers.",
        "descriptionLong": "The exhibit will be on two tables, and 4 people will be at the exhibit at all times, two at each table. One table will have a poster board with information about the demo, toy boats, and a 28.5 in by 18 in box containing fluidized sand, which is just regular sand with air pumped in. This box will be connected to an air tank and an air compressor, which would be located below the table to minimize noise. The other table will have a poster board, cookie cutters, a container of Magic (hydrophobic) Sand as well as a 6 qt box containing water. We will need a power supply to plug the air compressor into, but have no other use of electricity. We are not using any hazardous chemicals, although the Magic Sand does have a non-toxic chemical coating.",
        "exhibitAffiliation": "Class",
        "rsoName": "MSE 183",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Molecular Scale",
        "tag3": "Boats",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Conductivity of Carbon",
        "descriptionShort": "Ever wondered what pencil lead can do other than writing? Come make your own microphone using pencil lead! You can also make your own circuit using conductive ink and learn about electrical conductivity of carbon!",
        "descriptionLong": "We have three small projects in total. The first one is a matchbox microphone that uses pencil lead. The matchbox and pencil lead will be connected to a battery and a speaker to work. The second project is drawing circuits with conductive ink which our group will make prior to EOH. We will let the participants paint the ink on flashcards and connect them to batteries to light up LEDs. Our third project is similar to the second one but we'll be using insulate ink instead of conductive ink. This project will be purely demonstrative without participants involved. We plan to have 3-4 people at the table at all times and we will need a big table or two smaller tables in order to show our projects. The electronics we'll use include batteries, speaker, and LED which we will prepare ourselves.",
        "exhibitAffiliation": "Class",
        "rsoName": "MSE 183",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Electronics",
        "tag3": "Smart Technology",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "Hydro homies",
        "descriptionShort": "Exploring and learning about hydrophobic materials.",
        "descriptionLong": "We will have stations for hands on activities. One will be making paper boats and putting a wax coating on one boat. Then putting the two boats into water to observe. The boat without the wax coating will fall apart whereas the boat with the wax will be okay. The second station will be shooting bubbles on different materials. If the bubble pops it’s a hydrophilic material. If it stays then it’s hydrophobic.",
        "exhibitAffiliation": "Department",
        "rsoName": "MSE 182/183",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Water",
        "tag2": "Kid-Friendly",
        "tag3": "Good for older students",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Biodegradable Water Balloons",
        "descriptionShort": "All ages are welcome to create a biodegradable water balloon with sodium alginate and calcium chloride solutions while learning more about crosslinked polymers and the spherification process.",
        "descriptionLong": "Our exhibit will be a table with a plastic tub with calcium chloride solution, plastic spoons, food coloring, containers with sodium alginate solution that are inside a larger plastic tub behind the table, a container of hand sanitizer, boxes of polyethylene gloves. There will be at least two members at the exhibit at any given time. It is not necessary, but we would also like a chair to let members rest when needed and a power supply to charge their personal electronics as they will be there all day. Otherwise, power is not needed. Chemicals used will be sodium alginate, calcium chloride, and water.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Material Advantage",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Sustainable",
        "tag3": "Chemistry",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Paper Circuits",
        "descriptionShort": "Come draw your own circuits and watch an LED light up with pencil lead!",
        "descriptionLong": "Using a graphite pencil, a battery with alligator clips, paper, and an LED we will explain the properties of graphite and how it is conductive. We will allow people to draw their own circuits and make an LED light up. We will need one table with a poster or tri-fold explaining our exhibit. We would have about 3-4 people working with guests.",
        "exhibitAffiliation": "Class",
        "rsoName": "MSE 183",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Electronics",
        "tag2": "Kid-Friendly",
        "tag3": "",
        "location": "Campus Instructional Facility (CIF)"
    },
    {
        "event": "The Science of Breaking Stuff",
        "descriptionShort": "Have you ever broken something before, either on purpose or on accident? Come break some stuff for fun, and learn about why things break the way they do!",
        "descriptionLong": "Our exhibit consists of crowd volunteers breaking different materials in order to demonstrate the many different properties of common materials. After a volunteer safely breaks one of the materials provided, we, that being myself and my five classmates, would ask them to describe how it felt to break in different ways such as how hard it was to break, how much it bent or didn’t, and whether the material broke smoothly or jaggedly. After receiving their answers, we would begin to explain each and every one of the things they noticed in terms of materials science, with the help of graphs, graphics, and charts of course. For example, let’s say we had several volunteers. We would give one of them a piece of chalk, one of them a plastic knife, and one of them a paper clip. Then, we would ask them to test their objects without breaking them by trying to bend them, feeling the outside, and just looking at them. They would then describe what they noticed about each one of their items. After following proper safety precautions by giving them eye protection and gloves, and possibly asking them to break it in a plastic box so no pieces go flying, we would ask one them to snap the chalk. Next, we would have the other volunteers snap the plastic knife with their hands, and bend the paperclip until it breaks. Again, we would ask them to describe what they noticed about how each of the objects broke. It would then be our turn to explain to them using knowledge of material science why the objects broke the way they did, with the help stress strain curves, and then teach them how these properties and techniques are applied in real world situations. A second activity would be using a hole punch to put dents in a thing piece of copper, and then explain to the audience about hardness testing. We will not need a ton of space for this exhibit. Probably just a couple tables. Besides tables, chairs, and a trash can, we should be able to provide all of the needed equipment, although it might be nice to borrow a few pairs of safety gloves and glasses if they are available. We will not have any chemicals, and the materials we want our volunteers to break are relatively low risk, so with use of proper safety equipment, it should go smoothly with almost no risk of injury.",
        "exhibitAffiliation": "Class",
        "rsoName": "MSE 183",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "N/A",
        "audience": "Grade School",
        "tag1": "Interactive",
        "tag2": "Materials Testing",
        "tag3": "",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Shape Memory Materials",
        "descriptionShort": "Come see the strange properties of shape memory materials and learn about how 4-D printing will shape the future!",
        "descriptionLong": "This exhibit will have a table with a tri-fold poster explaining the project. The demonstration will use a nickel titanium (nitinol) wire that will be heated with a small lighter. At any given time there will be atleast one person running the exhibit. My team will need to be near an electrical outlet to connect our laptop chargers to them, as we will be there all day. We will not need power otherwise, and there will be no chemicals.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Material Advantage/ Keramos",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Future-Oriented",
        "tag2": "Smart Technology",
        "tag3": "",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Cotton Candy Chemistry",
        "descriptionShort": "Cotton Candy is much more than tasty! Check out the chemistry behind the tasty treat as we make it in front of you!",
        "descriptionLong": "Our exhibit will have a cotton candy machine which can fit on a standard foldable table. It will be contained within itself so it is safe to use. Volunteers will create signs and posters regarding the chemistry behind cotton candy making as we make cotton candy in front of the audience. The cotton candy will then be stored away unless we are allowed to give it out. However, we understand COVID restrictions may make it so that we can't distribute food. This exhibit is one Material Advantage has traditionally done during EOH before COVID and we would love to see it brought back!",
        "exhibitAffiliation": "RSO",
        "rsoName": "Material Advantage",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "http://materialadvantage.org",
        "audience": "Grade School",
        "tag1": "Chemistry",
        "tag2": "Kid-Friendly",
        "tag3": "",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Spycraft: Invisible Ink",
        "descriptionShort": "Send secret messages using an understanding of the science behind erasable pen ink.",
        "descriptionLong": "Visitors will understand the science behind thermochromic ink. Erasable pens will be used to write messages that can reversibly be erased and viewed using changes in temperature. After a message is written, it may be erased as usual. By exposing the message to dry ice, the message will reappear. The message may then be heated on a hot plate to erase the message again. This process is repeatable. Additional exhibit details include commercially available examples of thermochromic ink such as temperature sensitive designs on coffee mugs.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Material Advantage",
        "departmentAffiliation": "Materials Science & Engineering",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Art and Design",
        "tag2": "Chemistry",
        "tag3": "Smart Technology",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Thor's Hammer",
        "descriptionShort": "Just like in the movies, only those who are worthy can lift Thor’s hammer. Are you worthy? Come try it out for yourself!",
        "descriptionLong": "Thor’s Hammer will look identical to the prop used in the movies, and it can only be picked up by those it deems worthy. On the bottom of the hammer, there will be an electromagnet activated when someone touches the handle. This will make it stick to the metal and extremely difficult to pick up. Using an arduino and a remote, we plan to randomize the “worthiness” of those who pick it up. Sometimes people can (the electromagnet doesn’t turn on), sometimes they can’t (the electromagnet turns on). People of all ages (Marvel and non-Marvel fans) will find this exhibit entertaining to try for themselves. This project falls into the design and manufacturing category of mechanical engineering, as we will have to design the hammer so that it looks exactly like the real thing on the outside, but has enough room for all necessary components on the inside.",
        "exhibitAffiliation": "RSO",
        "rsoName": "ASME",
        "departmentAffiliation": "MechSE",
        "urls": "",
        "audience": "Grade School",
        "tag1": "Physics",
        "tag2": "Electronics",
        "tag3": "Kid-Friendly",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Impossible Wind Car",
        "descriptionShort": "A car that appears to violate the laws of physics",
        "descriptionLong": "The project is based on a pair of Veritasium videos on the seemingly impossible physics of the Blackbird car built by Rick Cavallaro. The car’s motion is powered solely by a propeller (i.e., no motor or other power source) and can move faster than the wind turning the propeller, which shouldn’t be possible due to conservation of energy. The fundamental reason for this result is the propeller being attached to one of the wheel axles, such that once the car is moving, the wheels’ rotation causes the propeller speed to increase, creating a thrust force. The actual exhibit, and likely the car that we will build, is based on a video made by an engineering YouTuber named Xyla Foxlin, who designed a car and used a treadmill to replicate the result. This setup changes the frame of reference from the car moving initially due to the wind to moving the ground instead, eliminating any uncontrollable variables like wind speed and helping to limit the space required for the exhibit. Essentially, if our car is calibrated correctly, the car should move forward, opposing the motion of the treadmill belt. The car we will be building is about 21 inches long and includes a propeller, whose shaft is connected to a pair of bevel gears on the front axle. We will also be building our own treadmill, with a planned length of about 33 inches and a width of 24 inches. The exhibit will cover physics and engineering concepts such as conservation of energy, thrust forces, propeller pitch, and gear ratio.",
        "exhibitAffiliation": "RSO",
        "rsoName": "ASME",
        "departmentAffiliation": "MechSE",
        "urls": "https://www.youtube.com/watch?v=VUgajGv4Aok",
        "audience": "High School",
        "tag1": "Mechanics",
        "tag2": "Physics",
        "tag3": "Cars",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Pi Tau Sigma Drone Challenge Exhibition",
        "descriptionShort": "We are designing a drone for the national Pi Tau Sigma Technical Challenge using a new process called generative design. We will be showing off our work and flying the drone around.",
        "descriptionLong": "We will be flying a small drone (fits in a 1 cubic foot box) around and carrying a small payload (fastened to the done). We may fit a small camera into it if feasible. An outdoor location would be preferable.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Pi Tau Sigma",
        "departmentAffiliation": "MechSE",
        "urls": "https://pitausigma.mechse.illinois.edu/",
        "audience": "High School",
        "tag1": "Design Team",
        "tag2": "",
        "tag3": "",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Off-road Illini Baja SAE Car",
        "descriptionShort": "Come see this off-road team show off their 2021-2022 car!",
        "descriptionLong": "We will be demonstrating our car driving and going over obstacles. In the past we have always been in the loading dock outside Grainger for our demonstration. We need to make sure spectators aren't too close to the car during driving for safety reasons, but they should be able to interact with the car when powered off.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Off-road Illini Baja SAE",
        "departmentAffiliation": "MechSE",
        "urls": "https://offroadillini.mechse.illinois.edu/",
        "audience": "High School",
        "tag1": "Cars",
        "tag2": "Design Team",
        "tag3": "Mechanics",
        "location": "Springfield"
    },
    {
        "event": "Illini EV Concept",
        "descriptionShort": "Student built super efficient electric car",
        "descriptionLong": "We are presenting student built car that is going to participate in Shell Eco-Marathon competition. It's a 4 wheeled vehicle powered by 48V custom made battery pack and actuated with 2 electric motors. All electronics is developed for efficiency and safety and the body made from carbon fiber is designed for the strongest and lightest car",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illini EV Concept",
        "departmentAffiliation": "MechSE",
        "urls": "https://evconcept.engr.illinois.edu",
        "audience": "High School",
        "tag1": "Future-Oriented",
        "tag2": "Cars",
        "tag3": "Electronics",
        "location": "Springfield"
    },
    {
        "event": "Firefighting Drone",
        "descriptionShort": "A drone that can be dispatched from far distances in order to fight forest fires. Fighting these fires will help dry areas retain their moisture.",
        "descriptionLong": "Drone that will be able to fly with firefighting payload. The drone is a hex copter with a 15 volt battery. The main feature is a payload pin that is operated by a servo. We do not expect to have a full demonstration of it beating a fire neither do we expect to fly it given our circumstances. The payload is an extinguisher sphere that is released when it hits a certain temperature.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Society of Engineering Mechanics",
        "departmentAffiliation": "MechSE",
        "urls": "",
        "audience": "High School",
        "tag1": "Robotics",
        "tag2": "Planes",
        "tag3": "Environment",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "FSAE Illini Motorsports",
        "descriptionShort": "Racing since 1979, our team designs and competes champion race cars from scratch!",
        "descriptionLong": "Come see our car in action as it drives, launches, and does burnouts on campus. Get up close, see student design & built car parts, sit in the cockpit, and ask questions about who we are, what we do, and how you can get involved! No experience necessary - all are welcome!",
        "exhibitAffiliation": "RSO & Department (MechSE)",
        "rsoName": "FSAE Illini Motorsports",
        "departmentAffiliation": "MechSE",
        "urls": "https://motorsports.illinois.edu",
        "audience": "High School",
        "tag1": "Cars",
        "tag2": "Design Team",
        "tag3": "Mechanics",
        "location": "Springfield"
    },
    {
        "event": "Genomics group presents DNA sequencing, simulation, and assembly!",
        "descriptionShort": "What can sequencing DNA tell us? How is high performance computing necessary to study DNA sequences and why is sequence simulation necessary and helpful? Join the NCSA Genomics Group to learn this and more!",
        "descriptionLong": "We will have some table top and white board activities.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "NCSA genomics group",
        "departmentAffiliation": "National Cenfer for Supercomputing Applications",
        "urls": "",
        "audience": "High School",
        "tag1": "Programming",
        "tag2": "Biology",
        "tag3": "DNA",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "NCSA SPIN interns & mentors",
        "descriptionShort": "SPIN internship, student research, cutting-edge projects,",
        "descriptionLong": "The National Center for Supercomputing Applications (NCSA) has a rich history of nurturing innovative concepts, and some of the best ideas have come from highly motivated, creative undergraduates. NCSA launched the Students Pushing INnovation (SPIN) internship program in 2012. Our program’s mission is to provide University of Illinois undergraduates the opportunity to apply and develop skills that address real challenges aligned with their interests. SPIN interns work on research projects involving high-performance computing, data analysis and visualization, cybersecurity, and other areas of interest to NCSA. Want to know more about SPIN projects? Join us for in-person demos and meet outstanding SPIN interns who make this program a success!",
        "exhibitAffiliation": "Research Group",
        "rsoName": "",
        "departmentAffiliation": "National Center for Supercomputing Applications",
        "urls": "http://spin.ncsa.illinois.edu",
        "audience": "Adults",
        "tag1": "Good for older students",
        "tag2": "Research",
        "tag3": "Programming",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "AI, extreme scale computing and scientific visualization for gravitational wave astrophysics",
        "descriptionShort": "Visit our exhibit and learn how students are developing world class artificial intelligence solutions to study the universe through the observation of gravitational waves produced by the collision of black holes. Play black hole ping pong and take a selfie where you see yourself embedded in a black hole. It will be an out of the world experience!!",
        "descriptionLong": "You will learn how artificial intelligence processes big datasets faster than real time, and how these sophisticated tools make decisions. You will observe scientific visualizations that go deep into the structure of artificial intelligence models and shed light on what data features enable data-driven scientific discovery. These visualizations, understandable by people of all ages, are the first of their kind in the world, so you are in for a treat!",
        "exhibitAffiliation": "Research Group",
        "rsoName": "NCSA Gravity Group",
        "departmentAffiliation": "NCSA",
        "urls": "https://gravity.ncsa.illinois.edu",
        "audience": "High School",
        "tag1": "Kid-Friendly",
        "tag2": "Research",
        "tag3": "Physics",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Center for AI Innovation",
        "descriptionShort": "Center for AI Innovation will showcase student-led research projects related to the development and application of AI-based methods and tools.",
        "descriptionLong": "This exhibit will include several student-led research projects where the students are developing various AI models for solving real-life problems. Examples of such models include models for human fall detection, aggression detection, etc. The exhibit will have either a poster or a power-point presentation and a small hardware demo running on a laptop to showcase one of the AI models.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Center for AI Innovation",
        "departmentAffiliation": "NCSA",
        "urls": "ai.ncsa.illinois.edu",
        "audience": "High School",
        "tag1": "Research",
        "tag2": "Future-Oriented",
        "tag3": "Programming",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Astronaut 101: Tool Design",
        "descriptionShort": "How do astronauts pick up rocks? Fix the International Space Station? Drill into the moon? Store samples? Space tools of-course!",
        "descriptionLong": "The Illinois Space Society participates in a human spaceflight-based annual competition - MicroG NexT. The Micro-G design program allows for college teams to create a tool for astronauts to combat a problem of their choosing. For this particular exhibit, we will be bringing in past Micro-G tools. We will also explain how these tools help astronauts perform their Extravehicular activities (EVA's). These tools were tested in the Neutral Buoyancy Laboratory, where astronauts train for their missions. We will also speak about the engineering process and system for the tool currently in production by ISS for the Micro-G NeXT competition this year. The kids will get a chance to create their own space tools out of legos that will be designed to complete an engineering challenge.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illinois Space Society",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://www.illinoisspacesociety.org/",
        "audience": "Grade School",
        "tag1": "Future-Oriented",
        "tag2": "Smart Technology",
        "tag3": "Kid-Friendly",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Women in Aerospace: Rockets & Hovercraft",
        "descriptionShort": "Blast off and defy gravity with WIA! Build your own rocket and see how far it will fly when launched, or construct your own hovercraft and race it through our course.",
        "descriptionLong": "WIA is offering 2 different activities: Rockets and Hovercraft. The rocket activity will have 2 versions depending on the age/interest of the visitor.Our booth requires a decent amount of space both vertically and horizontally. Ideal placement for our booth would be outside but can also be adapted to an indoor space with decent ceiling height.Rocket for older visitors: They will construct their own paper rocket using copy paper. Once complete they will put their rocket on the launching apparatus. The launching apparatus consists of a foot stomper air compressor, which is attached to a PVC pipe that will be approximately 5 feet in length. At the end of that PVC pipe is a 45 degree joint which is attached to another PVC pipe that is about 2 feet long. The rocket will go on the end of the 2 foot long section and the visitor will step on the foot air compressor to launch their rocket. We would like to have 2 separate launch apparatuses so 2 visitors can go at a time and \"race\" their rockets next to each other. After visitors have launched their rockets, we will have a measuring string that can be used to tell how far their rocket went. If they want, they could go back and make modifications to their rocket to see if they could get it to launch farther the next time. We'll have a white board and can keep track of the farthest flying rockets. It's expected that the rockets could fly 10-15 feet away from the launching apparatus.Rocket for younger visitors: Since constructing and launching a rocket could be difficult for younger visitors, we want to have an alka-seltzer canister rocket launching station set up too. Young visitors can drop the alka seltzer tablet into a film canister with water. WIA EOH volunteers will then cap the canister and flip it over while the visitor steps back and waits for their film canister rocket to take flight. The film canisters can fly a pretty good distance, probably close to 15 feet.Hovercraft: If visitors don't want to do the rocket activity, or maybe prefer a quicker activity, we will have hovercraft that they can construct. We will do part of the hovercraft assembly ahead of time, so visitors just have to blow up a balloon (with balloon pumps) and connect the PVC pipes together. WIA EOH volunteers can also help blow up the balloons if needed. We would have a piece of white board MDF set up with a course drawn on it where visitors can test out their hovercraft by navigating or racing through the course.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Women in Aerospace",
        "departmentAffiliation": "Aerospace Engineering",
        "urls": "https://wiauiuc.github.io/about.html",
        "audience": "High School",
        "tag1": "Outer Space",
        "tag2": "Planes",
        "tag3": "",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Life of Asphalt",
        "descriptionShort": "Discover the interesting story of the roads we drive on everyday!",
        "descriptionLong": "Planning to have demos for the students using asphalt materials and building roads using transparent plastic containers. Will have demos using ground penetrating radar. If safety allows, we will also serve food emulating asphalt materials such as graham crackers for soil and coco puffs for asphalt pavement. We will also have screens running videos",
        "exhibitAffiliation": "ASCe T&DI together with Illinois Center for Transportation Building",
        "rsoName": "ASCE T&DI UIUC Chapter",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "http://publish.illinois.edu/uiuc-tdi-gso/",
        "audience": "High School",
        "tag1": "Sustainable",
        "tag2": "Construction",
        "tag3": "Kid-Friendly",
        "location": "Small Tent on the Bardeen Quad"
    },
    {
        "event": "Mini Off-Grid Solar PV System",
        "descriptionShort": "Learn about a simple and scalable off-grid standalone Solar PV system. Collects sunlight to charge small devices.",
        "descriptionLong": "The exhibit is a small off-grid PV system (approximately 1-1/2 by 1 foot in size, excluding solar panels) that includes two 10W solar panels and a 12V lead acid battery. It is designed to charge small loads such as cell phones and tablets. It is also equipped with a meter that indicates amount of power input which will showing visitors changes in power input based on amount of sunlight.If we are stationed outdoors, visitors will be invited to place a shade over the panels (using an umbrella, piece of paper or by just waving their hands Infront of the panels) and watch how that affects the power input. If we are stationed indoors, we will have a sunlamp as a substitute for normal sunlight.A poster will also be present providing visitors with brief information about off grid PV systems and their uses.The position of the system will have the solar panels in front and most accessible to visitors. While the batteries will be on the back and out of reach from visitors. This is for safety reasons. Moreover, the system is designed with automatic circuit breakers in case of unexpected changes in voltage or currents. It is also designed for easy battery disconnection in case of emergencies. Lastly, also in case of emergencies, the exhibitors will be equipped with wire cutters and electric tape.",
        "exhibitAffiliation": "RSO",
        "rsoName": "InSPIRE (The Institute of Scientific Progress, Innovation, Research and Edu-Training)",
        "departmentAffiliation": "School of Arts and Design",
        "urls": "https://www.inspireuiuc.com/home",
        "audience": "High School",
        "tag1": "Solar",
        "tag2": "Sustainable",
        "tag3": "Electronics",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Narnia Trebuchet",
        "descriptionShort": "Scaled model of the \"machine-gun\" trebuchet from Narnia",
        "descriptionLong": "It will be a trebuchet with a rotation arm, diameter approximately 5 feet. We will be launching small projectiles ~20 feet. Base should be approx 5 feet square",
        "exhibitAffiliation": "RSO",
        "rsoName": "Pi Tau Sigma",
        "departmentAffiliation": "MechSE",
        "urls": "https://pitausigma.mechse.illinois.edu/about/",
        "audience": "High School",
        "tag1": "Mechanics",
        "tag2": "Design Team",
        "tag3": "Kid-Friendly",
        "location": "North Quad"
    },
    {
        "event": "Illini Solar Car",
        "descriptionShort": "Come see two generations of Illini Solar Cars: road-legal cars that race in international events over thousands of miles powered only by the sun!",
        "descriptionLong": "As a car team, we would like to bring both of our cars. Argo, our first-generation car will drive around in the loading dock parking lot of Grainger. Brizo, our second-generation car will be parked out front of Electrical and Computer Engineering Building (ECEB) (east pavilion) with stanchions surrounding it for protection. We will have a booth inside.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illini Solar Car",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "illinisolarcar.com",
        "audience": "Adults",
        "tag1": "Cars",
        "tag2": "Sustainable",
        "tag3": "Design Team",
        "location": "Springfield"
    },
    {
        "event": "Second Generation Solar Car",
        "descriptionShort": "See Brizo, the Second Generation Illini Solar Car!",
        "descriptionLong": "As a car team, we would like to bring both of our cars. Argo, our first-generation car will drive around in the loading dock parking lot of Grainger. Brizo, our second-generation car will be parked out front of Electrical and Computer Engineering Building (ECEB) (east pavilion) with stanchions surrounding it for protection. We will have a booth inside.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Illini Solar Car",
        "departmentAffiliation": "Electrical & Computer Engineering",
        "urls": "illinisolarcar.com",
        "audience": "Adults",
        "tag1": "Cars",
        "tag2": "Sustainable",
        "tag3": "Design Team",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "JR Central Maglev Exhibit",
        "descriptionShort": "Come and learn about flying trains! Central Japan Railway Company will be showing off their maglev model and teaching about magnetic levitation.",
        "descriptionLong": "This exhibit will be put on by several employees of the Central Japan Railway Company (JR Central) to educate everyone about magnetic levitation technology and the company’s Superconducting Maglev (SCMAGLEV) system. They are currently constructing and promoting the SCMAGLEV system on the Chuo Shinkansen project planned to link Tokyo and Nagoya by 2027. The exhibit will include a toy maglev train, educational videos, model train sets, an electromagnetic train made of coiled copper wire and batteries and a demonstration of a conductor cooled by liquid nitrogen that allows it to float above a track of magnets.We will be providing the liquid nitrogen and associated safety appliances.",
        "exhibitAffiliation": "RSO",
        "rsoName": "American Railway Engineering and Maintenance-of-Way Association (AREMA) Student Chapter",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "https://publish.illinois.edu/aremachapter/",
        "audience": "High School",
        "tag1": "Trains",
        "tag2": "Future-Oriented",
        "tag3": "Physics",
        "location": "Crane Bay at the Newmark Civil Engineering Lab"
    },
    {
        "event": "Under-canopy agricultural robots",
        "descriptionShort": "Come learn about how AI and robotics can help make sustainable farming profitable",
        "descriptionLong": "The exhibit will have physical robots (agricultural phenotyping and cover crop planting robots) and visitors can interact with them. The visitors will learn about the impact robotics can make towards a more sustainable planet by sequestering carbon in agricultural fields. We will show the robots and talk about major challenges in AI for robotics in harsh field environments.",
        "exhibitAffiliation": "Research Group",
        "rsoName": "Distributed Autonomous Systems Laboratory",
        "departmentAffiliation": "Agricultural and Biological Engineering",
        "urls": "daslab.illinois.edu",
        "audience": "High School",
        "tag1": "Robotics",
        "tag2": "Agriculture",
        "tag3": "Programming",
        "location": "Campus Instructional Facility (CIF)"
    },
    {
        "event": "Food for Thought",
        "descriptionShort": "How much water is in your cheeseburger?",
        "descriptionLong": "On 2 large touchscreen monitors, visitors can drag food items onto a plate and see the \"water footprint\" and \"carbon footprint\" of their meal. Exhibitors will explain why certain foods require large or small amounts of water and carbon for their production.",
        "exhibitAffiliation": "RSO",
        "rsoName": "International Water Resources Association",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Sustainable",
        "tag2": "Agriculture",
        "tag3": "Kid-Friendly",
        "location": "Natural History Building"
    },
    {
        "event": "Wave attenuation by vegetation",
        "descriptionShortOld": "Wind tunnels are large tubes with air moving inside. The tunnels are used to copy the actions of a plane in flight or a vehicle on the road. Researchers use wind tunnels to learn more about how an aircraft will fly or what is the wind resident of a car on highway. There is a mini wind tunnel in Hydrosystems Laboratory in the dept. of CEE to test scale models of vehicle. Some wind tunnels are big enough to hold full-size versions of vehicles. The wind tunnel moves air around an object, making it seem like the object is really flying in the air or running on the road.",
        "descriptionLongOld": "We are going to demonstrate how air flows around moving cars in a scaled sized mini wind tunnel in Hydrosystems Lab. We will explain the concept of lift force and drag force. The same concept could be used to explain how the air plane flies.",
        "exhibitAffiliation": "RSO",
        "rsoName": "IAHR student chapter @ CEE",
        "departmentAffiliation": "Civil & Environment Engineering",
        "urls": "",
        "audience": "High School",
        "tag1": "Kid-Friendly",
        "tag2": "Physics",
        "tag3": "",
        "location": "Natural History Building"
    },
    {
        "event": "Less Clueless Freshman",
        "descriptionShort": "CS Project for Social Good",
        "descriptionLong": "A web app for social good",
        "exhibitAffiliation": "RSO",
        "rsoName": "WCS",
        "departmentAffiliation": "Computer Science",
        "urls": "",
        "audience": "Adults",
        "tag1": "Programming",
        "tag2": "Future-Oriented",
        "tag3": "",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "ColorVision",
        "descriptionShort": "See the power of computer vision! Our application colors in black and white pictures allowing you to restore old memories. Come try it out!",
        "descriptionLong": "We will space for a table, monitor, and laptop to present out online application. We will have up to four members presenting.",
        "exhibitAffiliation": "RSO",
        "rsoName": "WCS",
        "departmentAffiliation": "Computer Science",
        "urls": "https://go.illinoiswcs.org/explorations",
        "audience": "Grade School",
        "tag1": "Kid-Friendly",
        "tag2": "Programming",
        "tag3": "",
        "location": "Electrical and Computer Engineering Building (ECEB)"
    },
    {
        "event": "SPS Demos",
        "descriptionShort": "Watch the Society of Physics Students showcase and explain interesting effects using Physics!",
        "descriptionLong": "This demo is composed of multiple demos, all of which are at a similar safety level. All of the demos currently planned can be easily observed indoors without the need of safety-related items.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Society of Physics Students",
        "departmentAffiliation": "Engineering Physics",
        "urls": "https://wiki.illinois.edu//wiki/display/physoc",
        "audience": "High School",
        "tag1": "Good for older students",
        "tag2": "Physics",
        "tag3": "Kid-Friendly",
        "location": "Loomis Laboratory"
    },
    {
        "event": "Design for America",
        "descriptionShort": "Design for America (DFA) at University of Illinois Urbana-Champaign is a registered student organization, as well as a part of a national network, of passionate creators & innovators revolutionizing the way college students engage with our local communities. Our Studio fosters idea incubation, empathy in design, and motivation in approaching complicated challenges. DFA is open to ALL majors and anyone interested in design, innovation, entrepreneurship, or just making a difference!",
        "descriptionLong": "DFA Project #1: Map the SystemThe Map the System team was able to research Structural Inequalities in the US Transportation Building System. DFA students analyzed intersections between mobility, systemic racism, and US geography. The Map the System team received high honors at the national convention and was invited to present at a virtual international conference. Stop by to learn more about this project and interact with the team!DFA Project#2: Breastfeeding Application for New MothersDFA students worked with the Illinois Public Health Institute to build out a technical solution to support breastfeeding parents with culturally relevant information. Over the past year, the team has conducted extensive secondary research and facilitated interviews with over 10 breastfeeding experts to learn more about common pain points. Based on our research, we decided to develop a mobile-friendly website to empower breastfeeding parents and connect them with relevant information. Join us to explore the website (AKA MilkMap) that consists of a resource map that self-populates with information for maternal health centers and other relevant breastfeeding resources across the state of Illinois.",
        "exhibitAffiliation": "RSO",
        "rsoName": "Design for America",
        "departmentAffiliation": "interdisciplinary",
        "urls": "https://dfaillinois.com",
        "audience": "Adults",
        "tag1": "Good for older students",
        "tag2": "Research",
        "tag3": "",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "Towards an Autonomous Berry Picking Robot",
        "descriptionShort": "Robot harvesting berries in your garden!",
        "descriptionLong": "FRIDAY ONLY\"We will present a hybrid rigid-soft arm and manipulator for performing tasks requiring dexterity and reach in cluttered environments. Our system combines the benefit of the dexterity of a variable length soft manipulator and the rigid support capability of a hard arm. The hard arm positions the extendable soft manipulator close to the target, and the soft arm manipulator navigates the last few centimeters to reach and grab the target. A novel magnetic sensor and reinforcement learning based control is developed for end effector position control of the robot.We will limit our demo to detection of berries on a plant (fake one) using an onboard Intel RealSense camera. The perception algorithm deploys Fast R-CNN to detect the ripe berries and the depth information to obtain the position information of the berries ready to be picked. The spatial information is then used to move the hybrid arm to the location of the berries. The robotic arm also has the capability to deploy its extrudable soft arm to go inside a plant and reach the berries that are difficult to reach with the rigid robot arm.We will need 3 to 4 power outlets to run the robot demo. There is an option to run the robot on Lithium Polymer batteries, but for safety related issues we prefer to use the power outlets instead of batteries for the demo. We will also play a slideshow showing the videos of the robot picking up berries.",
        "exhibitAffiliation": "CDA and AIFARMS",
        "rsoName": "",
        "departmentAffiliation": "NCSA",
        "urls": "",
        "audience": "Adults",
        "tag1": "Robotics",
        "tag2": "Agriculture",
        "tag3": "Sustainable",
        "location": "Big Tent on the Bardeen Quad"
    },
    {
        "event": "ESPL Vehicle Demonstration Track",
        "descriptionShort": "Friday, April 8th: 10 am, 11 am, 1 pm, 2 pm, 3 pm <br/> Saturday April 9th: 10 am, 11 am, 1 pm, 2 pm, 3 pm<br/><br/>Check out photos from past years at <a href='https://goo.gl/photos/nDPCfZ3d6H9Fj2J4A' style='text-decoration: underline;' target='_blank'>2016</a> and <a href='https://goo.gl/photos/nDPCfZ3d6H9Fj2J4A' style='text-decoration: underline;' target='_blank'>2017</a>!<br/><br/> This EOH showcase track is for vehicles built and designed by engineering student teams for collegiate competitions: two formula racecars (one electric powered and the other gas), a Baja off-road ATV, a 3-wheeled super-mileage vehicle, an electric commuter concept car, a tractor-pull, and a solar powered vehicle. This is a great opportunity for action pictures and for the public to talk to team members between demonstration events.",
        "location": "Grainger Loading Dock"
    },
    {
        "event": "Product Design Lab",
        "descriptionShort": "Check out how technology has changed the future of making things! Learn about 3D scanning and printing. Get a chance to use computer aided design software and explore examples of 3D printed projects!",
        "location": "Natural History Building Product Design Lab"
    },
    {
        "event": "Yummy Future",
        "descriptionShort": "Yummy Future, a technology start-up on UIUCs campus, has officially launched on Green Street. The founders of Yummy Future (YF), Garrett Yan and Jack Cui, are both alumni of the University of Illinois. They enjoyed being on campus as students so much they decided to create a company and give back to the community. <br/><br/> Mozart, YFs talented robotic barista, will truly bring us all into the future. This fully automated barista can produce three drinks at a time and prepares each drink in 45 seconds. YFs menu highlights coffee, refreshers, and energy drinks. <br/><br/> Yummy Futures innovative take on automation ushers in a new age of technology and redefines not only the coffee industry, but every aspect of our lives. While today Yummy Future is a coffee shop, the possibilities for what Mozart can do are endless. YFs shop is located at 609 E Green Street. Stop by and taste the future, today.",
        "location": "609 E Green Street (Near Everitt Laboratory)"
    }
]