[{
        "exhibitId": 194,
        "descriptionShort": "FRIDAY ONLY. Come see 3D scientific data visualizations created in a Hollywood movie style. These visualizations have been included in IMAX films, museums, and TV documentaries. We will show a variety of visualizations including galaxies, tornadoes, molecular structures, and more.",
        "rsoName": "Advanced Visualization Lab",
        "tag1": "Data Science",
        "tag2": "Outer Space",
        "tag3": "Design Team",
        "event": "4K 3D Theater Demo of Scientific Data Visualizations",
        "idWLocation": 194,
        "location": "NCSA",
        "page": 32
    },
    {
        "exhibitId": 154,
        "descriptionShort": "Ever wondered how the deep part of the Earth works? Does it look the same millions of years ago? Let us bring you to the deep time and deep depth of Earth through a virtual tour! Have a sip of how the “deep” Earth shape our home today.",
        "rsoName": "Geodynamics (Liu’s) Lab",
        "tag1": "Geology",
        "tag2": "Physics",
        "tag3": "Environment",
        "event": "A journey to the dynamic Earth’s interior",
        "idWLocation": 154,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 138,
        "descriptionShort": "This exhibit shows the latest aerial robotics platform developed in the ACRL Multirotor team.",
        "rsoName": "Advanced Controls Research Laboratory",
        "tag1": "Robotics",
        "tag2": "Smart Technology",
        "tag3": "Research",
        "event": "ACRL Multirotor Team",
        "idWLocation": 138,
        "location": "LUMEB",
        "page": 27
    },
    {
        "exhibitId": 57,
        "descriptionShort": "Tired of doing your own homework? AI can help with that! We're better than Google at answering engineering questions because we *generate* custom, highly detailed, responses to any question you ask.",
        "rsoName": "Center for AI Innovation",
        "tag1": "Data Science",
        "tag2": "Programming",
        "tag3": "Future-Oriented",
        "event": "AI Teaching Assistant for Engineering Courses",
        "idWLocation": 57,
        "location": "NCSA",
        "page": 16
    },
    {
        "exhibitId": 150,
        "descriptionShort": "Visit our exhibit and learn how students are developing world class artificial intelligence solutions to study the universe through the observation of gravitational waves produced by the collision of black holes. Play black hole ping pong and take a selfie where you see yourself embedded in a black hole. It will be an out of the world experience!!",
        "rsoName": "NCSA Gravity Group",
        "tag1": "Physics",
        "tag2": "Data Science",
        "tag3": "Kid-Friendly",
        "event": "AI, Extreme Scale Computing and Scientific Visualization for Gravitational Wave Astrophysics",
        "idWLocation": 150,
        "location": "NCSA",
        "page": 27
    },
    {
        "exhibitId": 191,
        "descriptionShort": "We are a student branch of the American Institute of Aeronautics and Astronautics (AIAA), a national organization focused on professional development and preparing engineers for the aerospace industry. Come see our exciting tech projects and learn more about what we do!",
        "rsoName": "UIUC Student Branch of AIAA",
        "tag1": "Blended Wing Body Aircraft",
        "tag2": "Drones",
        "tag3": "Jet Engine",
        "event": "AIAA",
        "idWLocation": 191,
        "location": "BQ",
        "page": 12
    },
    {
        "exhibitId": 80,
        "descriptionShort": "Have you wondered about the future of cars, and the way new fuels will impact our lives? By the way, it's not electric. Here today we are presenting an exciting new algae-based biofuel that will one day make its way into Formula 1.",
        "rsoName": "Alpha Chi Sigma/LCL",
        "tag1": "Bio-Fuel",
        "tag2": "Chemistry",
        "tag3": "Cars",
        "event": "Algae Formula 1",
        "idWLocation": 80,
        "location": "LL",
        "page": 26
    },
    {
        "exhibitId": 160,
        "descriptionShort": "A window into your dog's thoughts, this student-led EEG club uses canine neural impulses to design filtration circuits and machine learning software that fits into a wearable handband",
        "rsoName": "Alma's Talking Dogs",
        "tag1": "Smart Technology",
        "tag2": "Programming",
        "tag3": "Kid-Friendly",
        "event": "Alma's Talking Dogs",
        "idWLocation": 160,
        "location": "BQ",
        "page": 12
    },
    {
        "exhibitId": 162,
        "descriptionShort": "Explore the future of computer science by playing a video game using only your voice! UIUC’s Team Kingfisher is competing in the Amazon Alexa challenge to help develop computers’ ability to understand instructions in natural language and convert it to tasks, and we welcome you to test our agent!",
        "rsoName": "UIUC Team Kingfisher",
        "tag1": "Programming",
        "tag2": "Robotics",
        "tag3": "Smart Technology",
        "event": "Amazon Alexa Simbot Challenge - Team Kingfisher",
        "idWLocation": 162,
        "location": "EV",
        "page": 21
    },
    {
        "exhibitId": 27,
        "descriptionShort": "You will know about the construction and civil engineering through our organization. You will have the chance to enjoy making your coaster gift by mixing a fast-hardening cement in a zip bag. You will also have the chance to know a little about forensic engineering by using a non-destructive instruemnt.",
        "rsoName": "American Concrete Institute",
        "tag1": "Construction",
        "tag2": "Sustainable",
        "tag3": "Infrastructure engineering",
        "event": "American Concrete Institute - UIUC Student Chapter",
        "idWLocation": 27,
        "location": "NM",
        "page": 34
    },
    {
        "exhibitId": 49,
        "descriptionShort": "Did you know that some of the tallest skyscrapers in the world had Illini on their design team? Test your construction skills and build a gravity-defying tower made out of marshmallows! Then, test your structural engineering skills in a game of giant Jenga.",
        "rsoName": "American Society of Civil Engineers",
        "tag1": "Construction",
        "tag2": "Physics",
        "tag3": "Design",
        "event": "American Society of Civil Engineers",
        "idWLocation": 49,
        "location": "NM",
        "page": 34
    },
    {
        "exhibitId": 178,
        "descriptionShort": "Come check out our ASL Sign-Along Glove! Wear our glove while playing ASL mini-games and learning ASL signs. The glove uses sensors and an ML model to tell you if you got the signs right and how to improve.",
        "rsoName": "N/A",
        "tag1": "Health & Medicine",
        "tag2": "Electronics",
        "tag3": "Kid-Friendly",
        "event": "ASL Sign-Along Glove",
        "idWLocation": 178,
        "location": "EV",
        "page": 21
    },
    {
        "exhibitId": 14,
        "descriptionShort": "At the \"“Astronaut Tool Design: Reinventing the Wheel\" exhibit, students would learn about the process of astronaut tool design and the influence of ergonomics. Additionally, students will be able to experiment with picking items up using astronaut gloves and helmets and using lunar sampling tools!",
        "rsoName": "Illinois Space Society",
        "tag1": "Outer Space",
        "tag2": "Future-Oriented",
        "tag3": "Physics",
        "event": "Astronaut Tool Design: Reinventing the Wheel",
        "idWLocation": 14,
        "location": "EV",
        "page": 21
    },
    {
        "exhibitId": 195,
        "descriptionShort": "“Atlas of a Changing Earth” is a documentary co-produced by NCSA about the dynamic processes causing coastal glaciers to melt. It's the story of how a revolution in the making of maps is shedding new light on our planet’s evolution in the wake of rising global temperatures.",
        "rsoName": "Advanced Visualization Lab",
        "tag1": "Data Science",
        "tag2": "Environment",
        "tag3": "Design Team",
        "event": "Atlas of a Changing Earth documentary screening",
        "idWLocation": 195,
        "location": "NCSA",
        "page": 32
    },
    {
        "exhibitId": 153,
        "descriptionShort": "Augmented Reality Service Information and Virtual Object Manipulation",
        "rsoName": "Illini VEX Robotics",
        "tag1": "Programming",
        "tag2": "Robotics",
        "tag3": "Smart Technology",
        "event": "Augmented Reality Service Information",
        "idWLocation": 153,
        "location": "ECEB",
        "page": 16
    },
    {
        "exhibitId": 170,
        "descriptionShort": "The exhibition is about the application of drones in terrain mapping and characterization. \nThe booth will show the various type of drones and the sensors on the self-made payload. ",
        "rsoName": "AUVSL",
        "tag1": "Robotics",
        "tag2": "Research",
        "tag3": "Construction",
        "event": "AUVSL-Drone Team",
        "idWLocation": 170,
        "location": "TP",
        "page": 27
    },
    {
        "exhibitId": 175,
        "descriptionShort": "This exhibition will introduce the variety of applications of unmanned ground vehicles in agriculture and construction. The booth will exhibit different sizes of ground vehicle platforms statically and actively. Maybe some lucky visitors can try to operate those big remote-control vehicles in our booth.",
        "rsoName": "AUVSL",
        "tag1": "Robotics",
        "tag2": "Research",
        "tag3": "Agriculture",
        "event": "AUVSL-Ground Vehicle Team",
        "idWLocation": 175,
        "location": "MATT",
        "page": 31
    },
    {
        "exhibitId": 172,
        "descriptionShort": "The exhibition is about the simulation of an underwater vehicle for pipeline inspection.\nThe simulated underwater vehicle, underwater environment, and vehicle control mechanism will be shown in a demo video.",
        "rsoName": "AUVSL",
        "tag1": "Robotics",
        "tag2": "Research",
        "tag3": "Water",
        "event": "AUVSL-Underwater Vehicle Team",
        "idWLocation": 172,
        "location": "TP",
        "page": 35
    },
    {
        "exhibitId": 8,
        "descriptionShort": "My club, THRUST, will be exploring the basics of aerodynamics by rockets powered by baking soda and vinegar. We will first explore this reaction and how it creates the necessary force to lift the rocket off. After that we will allow the participants to customize their own baking soda and vinegar rockets by allowing them to choose from a myriad of bottles, nose cones and fins.",
        "rsoName": "THRUST",
        "tag1": "Physics",
        "tag2": "Rockets",
        "tag3": "Chemistry",
        "event": "Baking Soda and Vinegar",
        "idWLocation": 8,
        "location": "NQ",
        "page": 12
    },
    {
        "exhibitId": 171,
        "descriptionShort": "This year, IVR has explored Brain-Computer Interface (BCI) technology to build an R/C Car that can be controlled with our minds! By leveraging machine learning algorithms & the Neurosity Crown headset, we can now detect small actions and changes in the user’s face to fully control our testing car.",
        "rsoName": "Illini VEX Robotics",
        "tag1": "Programming",
        "tag2": "Health & Medicine",
        "tag3": "Smart Technology",
        "event": "BCI R/C Car",
        "idWLocation": 171,
        "location": "LUMEB",
        "page": 27
    },
    {
        "exhibitId": 101,
        "descriptionShort": "We are working on beLeaf, a mobile application geared toward beginner gardeners that aims to make gardening accessible to everyone, no matter their lifestyle. With an emphasis on personalization, our app will be implementing a multitude of filter features that allow a user to choose a fruit/vegetable they can grow at home. Additionally, there are other pages that track statistics about the user's garden and environmental impact.",
        "rsoName": "Women in Computer Science",
        "tag1": "Programming",
        "tag2": "Environment",
        "tag3": "Gardening",
        "event": "beLeaf",
        "idWLocation": 101,
        "location": "ECEB",
        "page": 16
    },
    {
        "exhibitId": 41,
        "descriptionShort": "Learn about the fascinating world of microbial biochemistry and the newest advances in biology through enzymes, bacteria and exciting chemistry! Experience how bacteria communicate together in an glowing display of quorum sensing or how aerobic cells like yeast can break down toxins in a volcanic reaction!",
        "rsoName": "Biomedical Engineering Society",
        "tag1": "Biology",
        "tag2": "Chemistry",
        "tag3": "Microbiology",
        "event": "Biochemistry in Action!",
        "idWLocation": 41,
        "location": "EV",
        "page": 21
    },
    {
        "exhibitId": 115,
        "descriptionShort": "Learn how biodiesel and soap can be produced from waste cooking oils from\nUIUC dining halls to achieve sustainable outcomes! We can even make soap as a byproduct!",
        "rsoName": "AIChE and Illinois Biodiesel Initiative (IBI)",
        "tag1": "Bio-Fuel",
        "tag2": "Chemistry",
        "tag3": "Future-Oriented",
        "event": "Biodiesel Production Exhibit",
        "idWLocation": 115,
        "location": "BQ",
        "page": 12
    },
    {
        "exhibitId": 124,
        "descriptionShort": "Biological sensors are instrumental in modern medicine for the development of exciting medical technologies. We are exploring the use of electromyography (EMG) sensors, which enable us to measure signals from our muscles. Come see these sensors in action at our exhibit!",
        "rsoName": "Biomedical Engineering Society",
        "tag1": "Electronics",
        "tag2": "Health & Medicine",
        "tag3": "Biology",
        "event": "Biological Sensors: EMG Demonstration",
        "idWLocation": 124,
        "location": "ECEB",
        "page": 16
    },
    {
        "exhibitId": 128,
        "descriptionShort": "Out of the 14,000 tons of waste each hospital puts out per day, one quarter of that waste is plastic. Our exhibit researches how bioplastics can be used in medical devices to offset plastic waste and create a cleaner community for everyone.",
        "rsoName": "Biomedical Engineering Society",
        "tag1": "Chemistry",
        "tag2": "Sustainable",
        "tag3": "Health & Medicine",
        "event": "Bioplastics in Medical Devices",
        "idWLocation": 128,
        "location": "EV",
        "page": 21
    },
    {
        "exhibitId": 12,
        "descriptionShort": "At this exhibit, students would be able to learn about hybrid rocket engines as well as watch a water Cold Flow test of a hybrid engine currently in development by a team here at UIUC. Students will also get to watch a baking-soda volcano explosion!",
        "rsoName": "Illinois Space Society",
        "tag1": "Outer Space",
        "tag2": "Future-Oriented",
        "tag3": "Physics",
        "event": "Blastoff!",
        "idWLocation": 12,
        "location": "BQ",
        "page": 12
    },
    {
        "exhibitId": 184,
        "descriptionShort": "Take a trip down memory lane as we modernize the iconic iMac G4! From upgrading the processor and RAM to installing a modern operating system, we'll transform this classic desktop into a fully-functional machine capable of running contemporary applications and breathe new life into a piece of computing history.",
        "rsoName": "Electrical & Computer Engineering",
        "tag1": "Electronics",
        "tag2": "Sustainable",
        "tag3": "Art & Design",
        "event": "Bringing Back the Bondi Blue: Retrofitting the Original iMac for Next-Gen Computing",
        "idWLocation": 184,
        "location": "ECEB",
        "page": 16
    },
    {
        "exhibitId": 23,
        "descriptionShort": "Name: Capturing Color\nDescription: Come play with color and witness the science behind copolymerization as liquid transforms before your eyes into explosive gel beads.",
        "rsoName": "MSE 183",
        "tag1": "Innovative Materials",
        "tag2": "Molecular Scale",
        "tag3": "Kid-Friendly",
        "event": "Capturing Color",
        "idWLocation": 23,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 147,
        "descriptionShort": "We will show air pollution research in an accessible way. Visitors could see the mini smog in a jar, air quality sensor, and way to “catch” them",
        "rsoName": "American Association for Aerosol Research (AAAR@UIUC)",
        "tag1": "Environment",
        "tag2": "Research",
        "tag3": "Kid-Friendly",
        "event": "Care for the Air",
        "idWLocation": 147,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 89,
        "descriptionShort": "Come learn about how a Class 1 Railroad dispatches their trains!",
        "rsoName": "AREMA Student Chapter",
        "tag1": "Trains",
        "tag2": "Good for older students",
        "tag3": "Sustainable",
        "event": "CN Railway Dispatching Display",
        "idWLocation": 89,
        "location": "NM",
        "page": 34
    },
    {
        "exhibitId": 66,
        "descriptionShort": "We plan on aggregating and visualizing the occupancy of locations on campus. Currently, many students have issues finding space on campus in high-traffic areas. To help students make more informed decisions, we hope to use web scraping, crowdsourcing, and Wi-Fi analytics to estimate occupancy.",
        "rsoName": "Women in Computer Science",
        "tag1": "Programming",
        "tag2": "Smart Technology",
        "tag3": "Data Science",
        "event": "Codegreen",
        "idWLocation": 66,
        "location": "ECEB",
        "page": 16
    },
    {
        "exhibitId": 54,
        "descriptionShort": "H20 the source that we all share! Want to learn about clean water resources and what clean REALLY means? Filter water with a Brita, cheesecloth, and hiking filter to see how clean your water really is! Go with the flow with our H2O!",
        "rsoName": "Agricultural and Biological Engineering",
        "tag1": "Agriculture",
        "tag2": "Water",
        "tag3": "Environment",
        "event": "Conservation of Clean Water",
        "idWLocation": 54,
        "location": "EV",
        "page": 21
    },
    {
        "exhibitId": 75,
        "descriptionShort": "CS STARS students will teach Computer Science through engaging games and puzzles that use cards, string, crayons and lots of running around to promote Computer Science (and computing in general) to young people as an interesting, engaging, and intellectually stimulating discipline.",
        "rsoName": "CS S.T.A.R.S.",
        "tag1": "Computing",
        "tag2": "Kid-Friendly",
        "tag3": "Programming",
        "event": "CS Unplugged",
        "idWLocation": 75,
        "location": "ECEB",
        "page": 16
    },
    {
        "exhibitId": 119,
        "descriptionShort": "This interactive exhibit features a robot arm that can draw pictures. What makes this robot different from others is that this one is entirely mechanical, and it does not use any electronics! Learn about mechanical motion and the design process in this exhibit.",
        "rsoName": "Society for Engineering Mechanics",
        "tag1": "Mechanics",
        "tag2": "Art & Design",
        "tag3": "Equations of Motion",
        "event": "Da Vinci Drawing Machine",
        "idWLocation": 119,
        "location": "LUMEB",
        "page": 27
    },
    {
        "exhibitId": 197,
        "descriptionShort": "[FRIDAY ONLY] Using Data Analytics to explore exciting research topics and industry projects across many fields. This includes exploring the targeting methods for refugees in humanitarianism programs, pre-processing geospatial data for Deep Learning models, developing a more user-friendly Machine Learning Framework, and so on.",
        "rsoName": "NCSA",
        "tag1": "Data Science",
        "tag2": "Programming",
        "tag3": "Research",
        "event": "Data Analytics Group at NCSA",
        "idWLocation": 197,
        "location": "NCSA",
        "page": 32
    },
    {
        "exhibitId": 37,
        "descriptionShort": "Illinois Robotics in Space is an organization at UIUC that participates in NASA's annual Robotic Mining Competition. IRIS will be Our IRIS XIII fully autonomous robot we built this year will demonstrate the functionality of the robot. Our robot will demo how it can pick up sand, simulating space environment.",
        "rsoName": "Illinois Robotics in Space",
        "tag1": "Robotics",
        "tag2": "Design Team",
        "tag3": "Outer Space",
        "event": "Demo of IRIS-made Lunar Rover",
        "idWLocation": 37,
        "location": "BQ",
        "page": 12
    },
    {
        "exhibitId": 6,
        "descriptionShort": "Do you want to understand the power of mother nature? If so, come visit our exhibit to get experience with cloud identification, how atmospheric measurements are taken, and make tiny tornadoes!",
        "rsoName": "Department of Atmospheric Sciences",
        "tag1": "Weather",
        "tag2": "Data Science",
        "tag3": "Kid-Friendly",
        "event": "Department of Atmospheric Sciences",
        "idWLocation": 6,
        "location": "MATT",
        "page": 31
    },
    {
        "exhibitId": 155,
        "descriptionShort": "Come experience how researchers use drones to see how permafrost melt is changing the Arctic landscape, where you can view yourself as LiDAR data points and witness a block of permafrost melt in real time!",
        "rsoName": "The Lara Spatial Ecology Lab",
        "tag1": "Environment",
        "tag2": "Research",
        "tag3": "Kid-Friendly",
        "event": "Detecting Arctic Change with Drones",
        "idWLocation": 155,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 92,
        "descriptionShort": "Using any pen and a webcam, you can draw on any surface without expensive tablets and stylus.",
        "rsoName": "ACM",
        "tag1": "Programming",
        "tag2": "Art & Design",
        "tag3": "Kid-Friendly",
        "event": "Digital Notes with Any Pen on Any Surface",
        "idWLocation": 92,
        "location": "ECEB",
        "page": 16
    },
    {
        "exhibitId": 10,
        "descriptionShort": "The Balancing Drone, a drone that can fly around while balancing a stick on itself!",
        "rsoName": "Aerospace Engineering",
        "tag1": "Robotics",
        "tag2": "Mechanics",
        "tag3": "Electronics",
        "event": "Drone Inverted Pendulum",
        "idWLocation": 10,
        "location": "TAL",
        "page": 35
    },
    {
        "exhibitId": 135,
        "descriptionShort": "Come make mountains in our sandbox and watch how our projected topography changes!",
        "rsoName": "Surface Processes Lab/Geology Department",
        "tag1": "Kid-Friendly",
        "tag2": "Environment",
        "tag3": "Good for older students",
        "event": "Dynamic Sandbox!",
        "idWLocation": 135,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 140,
        "descriptionShort": "Interested in finding the most efficient way to design and create something with limited resources? Come join us and build a contraption to help an egg survive a two-story drop of the Transportation location using the least amount of materials!",
        "rsoName": "Institute of Industrial and Systems Engineers",
        "tag1": "Art & Design",
        "tag2": "Design Team",
        "tag3": "Kid-Friendly",
        "event": "Egg Drop Competition",
        "idWLocation": 140,
        "location": "TP",
        "page": 35
    },
    {
        "exhibitId": 132,
        "descriptionShort": "Interested in an egg drop competition and the egg-citing science behind it all? Come by our booth to learn about the challenge we proposed to these students: design a contraption using various recyclable materials to protect a raw egg from a high fall!",
        "rsoName": "Engineering Outreach Society",
        "tag1": "Kid-Friendly",
        "tag2": "Physics",
        "tag3": "Art & Design",
        "event": "Egg-xtra Protection: Engineering a contraption to protect a raw egg from a high fall!",
        "idWLocation": 132,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 64,
        "descriptionShort": "Join to learn how to make an electric motor, how to control it and then how to use it to drive electric cars or electric aircrafts. You can learn the basics of electromagnetism, how to use it to design motor, how to overcome the heat and use it to drive cars and planes.",
        "rsoName": "ECE",
        "tag1": "Electronics",
        "tag2": "Mechanics",
        "tag3": "Planes",
        "event": "Electric Motors for Electric Vehicles and Electric Aircrafts",
        "idWLocation": 64,
        "location": "ECEB",
        "page": 16
    },
    {
        "exhibitId": 96,
        "descriptionShort": "Designed by a diverse team of engineering freshmen, this Rube Goldberg machine catapults you through a multidisciplinary exploration of Grainger’s engineering majors. From computer vision to simulated earthquakes and fluid dynamics, this exhibit is designed to spark your imagination and encourage you to say “Yes!” to engineering at Illinois.",
        "rsoName": "Engineering Freshman Council",
        "tag1": "Design Team",
        "tag2": "Kid-Friendly",
        "tag3": "Art & Design",
        "event": "Engineering Exploration at Illinois!: A Multi-Disciplinary Rube Goldberg Machine",
        "idWLocation": 96,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 48,
        "descriptionShort": "The UIUC Engineers in Action Bridge Program is a student chapter of the Engineers in Action Bridge Program, a non-profit organization that designs and constructs footbridges over impassable rivers. We work alongside rural communities worldwide to strive for a world with equal opportunity and resources!",
        "rsoName": "Engineers in Action Bridge Program",
        "tag1": "Construction",
        "tag2": "Future-Oriented",
        "tag3": "Kid-Friendly",
        "event": "Engineers in Action Bridge Program",
        "idWLocation": 48,
        "location": "LUMEB",
        "page": 27
    },
    {
        "exhibitId": 35,
        "descriptionShort": "Challenge your friends and family to a test of communication, an overlooked, but notoriously tricky and important part of engineering everywhere! See if your group, of any ages, can beat our design challenge, without speaking! Learn about how Engineers without Borders uses these skills to complete awesome engineering projects around the world!",
        "rsoName": "Engineers Without Borders",
        "tag1": "Art & Design",
        "tag2": "Competition",
        "tag3": "Construction",
        "event": "Engineers Without Borders",
        "idWLocation": 35,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 88,
        "descriptionShort": "Epinephrine auto-injectors are the primary form of care for life-threatening allergic reactions, however, for the past 20 years, innovation has been stagnant while acquisition cost has skyrocketed. Epi-Push is an innovative solution that aims to make the auto-injector safer, more inclusive, and cost-effective.",
        "rsoName": "BMES",
        "tag1": "Health & Medicine",
        "tag2": "Design Team",
        "tag3": "Research",
        "event": "Epi-Push: An Innovative Epinephrine Auto-Injector",
        "idWLocation": 88,
        "location": "EV",
        "page": 21
    },
    {
        "exhibitId": 114,
        "descriptionShort": "I have been working on plant modeling for agricultural robotic manipulation, like picking fruits. Since robots need to have frequent interaction with leaves and branches to reach in such clutter environment, model the soft/hard regions is important to avoid damage and enable efficient task execution. I proposed a point-based representation of plants that can effectively model the heterogeneous stiffness of plants, and can also be estimated efficiently in real-time using force/torques measurements on the robot.",
        "rsoName": "Intelligent Motion Lab",
        "tag1": "Robotics",
        "tag2": "Agriculture",
        "tag3": "Research",
        "event": "Estimating Tactile Models of Heterogeneous Deformable Objects in Real Time",
        "idWLocation": 114,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 59,
        "descriptionShort": "Interactive projects exploring everything nuclear!",
        "rsoName": "American Nuclear Society",
        "tag1": "Physics",
        "tag2": "Environment",
        "tag3": "Sustainable",
        "event": "Explore Nuclear Science with American Nuclear Society!",
        "idWLocation": 59,
        "location": "TAL",
        "page": 21
    },
    {
        "exhibitId": 43,
        "descriptionShort": "Interactive projects exploring everything nuclear!",
        "rsoName": "Women In Nuclear",
        "tag1": "Environment",
        "tag2": "Physics",
        "tag3": "Kid-Friendly",
        "event": "Explore Nuclear Science with WIN!",
        "idWLocation": 43,
        "location": "TAL",
        "page": 21
    },
    {
        "exhibitId": 79,
        "descriptionShort": "Explore new frontiers with SWE! Your mission, should you choose to accept it, is to travel by rocket to Mars, build your colony, and explore the terrain! We will be joined by Team Tech, giving a presentation sponsored by John Deere.",
        "rsoName": "SWE Illinois",
        "tag1": "Mechanics",
        "tag2": "Kid-Friendly",
        "tag3": "Outer Space",
        "event": "Exploring New Frontiers with SWE",
        "idWLocation": 79,
        "location": "LUMEB",
        "page": 27
    },
    {
        "exhibitId": 70,
        "descriptionShort": "The Information Trust Institute presents an introduction to cyber risk and cybersecurity. The Information Trust Institute is leading the campus effort to conduct research, educate and impact the protection of an interconnected world reliant on secure critical infrastructure. Please stop by and learn more about the challenges, the need for more engineers and the many evolving solutions in the world of cybersecurity.",
        "rsoName": "Information Trust Institute",
        "tag1": "Research",
        "tag2": "Cybersecurity",
        "tag3": "Future-Oriented",
        "event": "Exploring the Challenges of Cybersecurity",
        "idWLocation": 70,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 192,
        "descriptionShort": "Using electromyography, we created a new way to play Tetris! This uses biofeedback from the muscles in your arms rather than a video game controller to move left, right, or rotate!",
        "rsoName": "Individual",
        "tag1": "Health & Medicine",
        "tag2": "Electronics",
        "tag3": "Kid-Friendly",
        "event": "Flextris -- Electromyography Controlled Video Games",
        "idWLocation": 192,
        "location": "EV",
        "page": 21
    },
    {
        "exhibitId": 207,
        "descriptionShort": "Here, at the Hydrosystems lab, water is what we are all about. But sometimes, we have to go back to the basics. Come to this exhibit to explore the fundamental properties of fluids and how they flow through simple experiments.",
        "rsoName": "International Water Resources Association",
        "tag1": "Physics",
        "tag2": "Water",
        "tag3": "Mechanics",
        "event": "Fluid Mechanics 101",
        "idWLocation": 207,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 210,
        "descriptionShort": "We can walk on sand, but we can’t walk on water. Sand is a solid then, right? Engineers think that way, since they put our locations on top of it. However, in some weird cases, sand can behave like a fluid, bringing destruction to all kinds of things engineers build.",
        "rsoName": "International Water Resources Association",
        "tag1": "Geology",
        "tag2": "Construction",
        "tag3": "Kid-Friendly",
        "event": "Fluidized Sand",
        "idWLocation": 210,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 46,
        "descriptionShort": "The only difference between playing with your food and science is writing your results down! Society of Women in Physics is going to teach you the physics behind your food doing strange, new things you wouldn't see at the dinner table.",
        "rsoName": "Society of Women in Physics",
        "tag1": "Physics",
        "tag2": "Kid-Friendly",
        "tag3": "Food",
        "event": "Food Physics with SWIP",
        "idWLocation": 46,
        "location": "LL",
        "page": 26
    },
    {
        "exhibitId": 38,
        "descriptionShort": "Come visit our exhibit to learn about Materials Science and charge your cell phone with the power of your steps!",
        "rsoName": "MSE 183",
        "tag1": "Electronics",
        "tag2": "Molecular Scale",
        "tag3": "Smart Technology",
        "event": "Foot Lightning",
        "idWLocation": 38,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 168,
        "descriptionShort": "Come learn how developers built Mario from scratch and program a couple moves yourself! This interactive exhibit involves learning what Field-Programmable Gate Arrays (FPGAs) are and how they have historically been used in game development.",
        "rsoName": "Institute of Electrical and Electronics Engineers",
        "tag1": "Electronics",
        "tag2": "Programming",
        "tag3": "Good for older students",
        "event": "FPGA Fun!",
        "idWLocation": 168,
        "location": "BQ",
        "page": 12
    },
    {
        "exhibitId": 185,
        "descriptionShort": "What is geospatial data science, and how is it shaping our future? Play a Geoguesser game and learn how AI could help. Add your pandemic story to a living Atlas. Map an index to plant trees for social justice. Learn how researchers are extending computer science with geography and spatial thinking.",
        "rsoName": "Dept of Geography and Geographic Information Science, Health Regions & Policies Lab",
        "tag1": "Environment",
        "tag2": "Research",
        "tag3": "Data Science",
        "event": "Frontiers of Geospatial Data Science",
        "idWLocation": 185,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 22,
        "descriptionShort": "Gears, gears and more gears! At this exhibit you will have the opportunity to learn about various gear mechanisms used in everyday life such as mechanical clocks, bikes, cars, airplanes, etc. Visitors will get hands-on experience via dynamic 3D-printed models of the different mechanisms.",
        "rsoName": "American Society of Mechanical Engineers",
        "tag1": "Mechanics",
        "tag2": "Kid-Friendly",
        "tag3": "Cars",
        "event": "Gear Exposition Exhibit",
        "idWLocation": 22,
        "location": "LUMEB",
        "page": 27
    },
    {
        "exhibitId": 134,
        "descriptionShort": "In the 50 years since the Apollo missions captured the imagination of the world our exploration of the solar system has exploded! Come play with our ‘space-time’ simulator to see how the solar system formed, learn how the exploration of the moon helped us understand the formation of the Earth, and see how our rovers on Mars are helping detect Mars quakes and unlock the secrets of its past.",
        "rsoName": "Earth Science Research",
        "tag1": "Kid-Friendly",
        "tag2": "Outer Space",
        "tag3": "Geology",
        "event": "Geology in Space!",
        "idWLocation": 134,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 26,
        "descriptionShort": "Come learn about highway-rail crossing warning devices!",
        "rsoName": "AREMA Student Chapter",
        "tag1": "Trains",
        "tag2": "Electronics",
        "tag3": "Good for older students",
        "event": "Grade Crossing Prediction and Warning Devices",
        "idWLocation": 26,
        "location": "NM",
        "page": 34
    },
    {
        "exhibitId": 202,
        "descriptionShort": "You can see how water flows underneath the Earth's surface. Just as water moves on the surface through rivers, lakes, and oceans, it is also constantly moving below the surface. We explore flow patterns, the travel of pollutants, and how human interaction affects all of it.",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Environment",
        "tag3": "Kid-Friendly",
        "event": "Groundwater Flow Model",
        "idWLocation": 202,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 25,
        "descriptionShort": "Come learn what each type of railcar carries!",
        "rsoName": "AREMA Student Chapter",
        "tag1": "Trains",
        "tag2": "Kid-Friendly",
        "tag3": "Sustainable",
        "event": "Happy Trains/Train Puzzle",
        "idWLocation": 25,
        "location": "LUMEB",
        "page": 27
    },
    {
        "exhibitId": 204,
        "descriptionShort": "Spillways are an essential part of dams. During big storm events, they move enormous amounts of water over dams in a controlled way. But these structures, created to keep us safe, can sometimes become dangerous. Do you know why?",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Infrastructure",
        "tag3": "Weather",
        "event": "Hazards of Modern Spillways",
        "idWLocation": 204,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 103,
        "descriptionShort": "A web app that allows a user to input spendings/earnings; reward by allowing them to build a garden (inspired by Forest study app).",
        "rsoName": "Women in Computer Science",
        "tag1": "Programming",
        "tag2": "Finance Management",
        "tag3": "Good for older students",
        "event": "Hello World",
        "idWLocation": 103,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 39,
        "descriptionShort": "This research project investigates the technical, financial and operational feasibility of incorporating static-dynamic hybrid wireless charging into the CUMTD bus system on campus. This project examines existing projects, technology infrastructure and design parametersIt also conducts a break-even analysis using cost estimations.",
        "rsoName": "Eshana, Logan, Ella and Amy",
        "tag1": "Smart Technology",
        "tag2": "Transportation",
        "tag3": "Sustainable",
        "event": "Hybrid (Dynamic-Static) Wireless Charging in the CUMTD Bus System",
        "idWLocation": 39,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 159,
        "descriptionShort": "Illini Urban Farmers is proud to present a hydroponic display that can grow crops year-round! You can also build your very own mini microgreen kit to take home with you. It’s a great hands-on experience of the future of sustainable agriculture!",
        "rsoName": "Illini Urban Farmers",
        "tag1": "Agriculture",
        "tag2": "Sustainable",
        "tag3": "Environment",
        "event": "Hydro Grow",
        "idWLocation": 159,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 164,
        "descriptionShort": "Polymers in the form of hydrogels are very useful materials in tissue engineering and in applications such as wound healing, delivering medicine, and bone repair. Come learn all about hydrogels, how they are used in medicine, and even make your own!",
        "rsoName": "Biomedical Engineering Society",
        "tag1": "BIology",
        "tag2": "Chemistry",
        "tag3": "Health & Medicine",
        "event": "Hydrogels in Tissue Engineering",
        "idWLocation": 164,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 201,
        "descriptionShort": "This educational sandbox + flow table model is all about how the shape of the land influences hydrological processes. We can design a sandy landscape to increase or decrease surface runoff, ponding areas, and infiltration rates to recharge the underlying aquifers.",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Environment",
        "tag3": "Kid-Friendly",
        "event": "Hydrology Sandbox",
        "idWLocation": 201,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 130,
        "descriptionShort": "The UIUC Intelligent Control (ICON) lab develops algorithms for autonomous systems to interact with other agents safely and intelligently. Our goal is to enable autonomous systems to become integrated into the fabric of human life and act in the favor of society.",
        "rsoName": "ICON Lab",
        "tag1": "Robotics",
        "tag2": "Research",
        "tag3": "Programming",
        "event": "ICON Research Lab",
        "idWLocation": 130,
        "location": "ECEB",
        "page": 32
    },
    {
        "exhibitId": 36,
        "descriptionShort": "Student RSO that builds sustainable electric vehicles, and works with computer vision for autonomous driving. We design, manufacture, and program the whole car, and compete in the annual Shell Eco Marathon.",
        "rsoName": "Illini EV Concept",
        "tag1": "Cars",
        "tag2": "Sustainable",
        "tag3": "Future-Oriented",
        "event": "Illini EV Concept",
        "idWLocation": 36,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 5,
        "descriptionShort": "Illini Formula Electric (IFE) is the University of Illinois Urbana-Champaign's electric Formula SAE team. We design, build, and race electric formula cars. This Year IFE is Presenting our 4-wheel drive race-car which we created for our yearly competition.",
        "rsoName": "Illini Formula Electric",
        "tag1": "Design Team",
        "tag2": "Cars",
        "tag3": "Sustainable",
        "event": "Illini Formula Electric",
        "idWLocation": 5,
        "location": "MATT",
        "page": 31
    },
    {
        "exhibitId": 152,
        "descriptionShort": "Students on the Illini Motorsports racing team work hard to develop a competitive race car every single year. Come by our exhibit to view our championship winning 2022 car, view and interact with interesting parts from past vehicles, and see the brand new car during its testing and development phase.",
        "rsoName": "Illini Motorsports",
        "tag1": "Cars",
        "tag2": "Design Team",
        "tag3": "Mechanics",
        "event": "Illini Motorsports",
        "idWLocation": 152,
        "location": "MATT",
        "page": 31
    },
    {
        "exhibitId": 18,
        "descriptionShort": "The Illini Pullers are an engineering design club competing in the ASABE International Quarter Scale Tractor design competition. Every year we are given a set of tires and a 31 Horsepower engine and tasked with designing and location a powerful pulling tractor from the ground up.",
        "rsoName": "Illini Pullers",
        "tag1": "Design Team",
        "tag2": "Mechanics",
        "tag3": "Cars",
        "event": "Illini Pullers",
        "idWLocation": 18,
        "location": "MATT",
        "page": 31
    },
    {
        "exhibitId": 67,
        "descriptionShort": "We are illini Robomaster! We build robot that shoot plastic balls to compete with other university teams. Interesting in robotics/ vision/ Auto aim? Did you heard of carbonfiber/Mecanum wheel /swerve dirve? Come and check it out!",
        "rsoName": "Illini RoboMaster",
        "tag1": "Robotics",
        "tag2": "Electronics",
        "tag3": "Mechanics",
        "event": "Illini Robomaster",
        "idWLocation": 67,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 53,
        "descriptionShort": "The Illini Solar Car team harnesses the skills of a diverse group of students in engineering and non-engineering fields in pursuit of creating the world’s best solar electric vehicle. Through hands-on, interdisciplinary work that fosters real-world applications, we spark sustainable thinking by designing and location a road-legal car to compete in international competitions.",
        "rsoName": "Illini Solar Car",
        "tag1": "Sustainable",
        "tag2": "Design Team",
        "tag3": "Cars",
        "event": "Illini Solar Car",
        "idWLocation": 53,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 4,
        "descriptionShort": "Illinois Space Grant is part of NASA Space Grant and Fellowship Program and our mission is to coordinate opportunities in the STEM (Science, Technology, Engineering, and Math) disciplines to inspire, engage, educate, and employ the diversity of Illinois' population in space science and exploration.",
        "rsoName": "Illinois Space Grant Consortium",
        "tag1": "Outer Space",
        "tag2": "Future-Oriented",
        "tag3": "NASA",
        "event": "Illinois Space Grant Consortium",
        "idWLocation": 4,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 81,
        "descriptionShort": "Witness sparks fly as we perform a spark test and bend different samples of steel to see the physical differences between them.",
        "rsoName": "MSE 183",
        "tag1": "Good for older students",
        "tag2": "Mechanics",
        "tag3": "Physics",
        "event": "Metal Mechanics",
        "idWLocation": 81,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 58,
        "descriptionShort": "Want to discover how open-source technology shapes engineering? Stop by Open-Source at Illinois’ exhibit to have fun with interactive LED displays and machine learning-powered camera filters, entirely powered by Open-Source Tech.",
        "rsoName": "Open Source at Illinois",
        "tag1": "Electronics",
        "tag2": "Programming",
        "tag3": "Art & Design",
        "event": "Innovative Illuminations",
        "idWLocation": 58,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 145,
        "descriptionShort": "The exhibit would represent the impact of changes in the land use land cover on fluxes associated with the atmosphere and the feedback effect of the atmosphere on managed and unmanaged ecosystems.",
        "rsoName": "Atmospheric Sciences",
        "tag1": "Research",
        "tag2": "Agriculture",
        "tag3": "Environment",
        "event": "Integrated Assessment of Climate Change",
        "idWLocation": 145,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 77,
        "descriptionShort": "Interactive Octopus Arm Simulation: This is an interactive software that simulates the movement of the arms of the octopus. In this simulation, users can play with the arms using virtual odor stimuli and observe the movement patterns of a soft-body robotic arm controlled by the octopus arm nervous system.",
        "rsoName": "Rhanor Gillette Lab",
        "tag1": "Biology",
        "tag2": "Robotics",
        "tag3": "Mechanics",
        "event": "Interactive Octopus Arm Simulation",
        "idWLocation": 77,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 86,
        "descriptionShort": "Mimicking how bacteria can move about in a microscopic world, visitors will be allowed to create their own paper bacterium that swims across the surface of water while learning more about synthetic biology from the American Society of Agricultural and Biological Engineers at Illinois.",
        "rsoName": "American Society of Agricultural and Biological Engineers",
        "tag1": "Water",
        "tag2": "Electronics",
        "tag3": "Design Team",
        "event": "Interactive Synthetic Biology Display",
        "idWLocation": 86,
        "location": "EV",
        "page": 14
    },
    {
        "exhibitId": 24,
        "descriptionShort": "Come learn about how containers move across the country!",
        "rsoName": "AREMA Student Chapter",
        "tag1": "Trains",
        "tag2": "Kid-Friendly",
        "tag3": "Boats",
        "event": "Intermodal Game",
        "idWLocation": 24,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 158,
        "descriptionShort": "Showcasing robots that compete in several national and international robotics competitions! Come learn what mechanical, electrical, and software skills go into location competitive robots in this interactive display!",
        "rsoName": "iRobotics",
        "tag1": "Robotics",
        "tag2": "Electronics",
        "tag3": "Mechanics",
        "event": "iRobotics - Competition Robot Showcase",
        "idWLocation": 158,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 161,
        "descriptionShort": "Get hands-on with robotics and engineering! Explore several interactive displays that let you battle with robots and build anything you want. While you're at it, learn more about the largest robotics RSO on UofI campus and our various competitive and project-based robotics teams!",
        "rsoName": "iRobotics",
        "tag1": "Kid-Friendly",
        "tag2": "Robotics",
        "tag3": "Art & Design",
        "event": "iRobotics - Interactive STEM Activities",
        "idWLocation": 161,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 11,
        "descriptionShort": "At \"It's Not Rocket Science\", students will learn why and how we make rockets, as well as the flight lifecycle of a rocket (from liftoff to landing) and how we can control them. Additionally, students will be able to participate in a parachute bouncy ball landing challenge!",
        "rsoName": "Illinois Space Society",
        "tag1": "Outer Space",
        "tag2": "Future-Oriented",
        "tag3": "Physics",
        "event": "It's Not Rocket Science",
        "idWLocation": 11,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 100,
        "descriptionShort": "We will be displaying posters of pictures and comprehensive case studies on public transportation systems along with an autonomous driving simulator and a traffic light. With new technologies emerging in the field of transit, our goal is to emphasize the importance of public transportation systems for smart urban mobility.",
        "rsoName": "Institute of Transportation Engineers UIUC Chapter (ITE@UIUC)",
        "tag1": "Cars",
        "tag2": "Future-Oriented",
        "tag3": "Smart Technology",
        "event": "ITE@UIUC Public Transportation Systems",
        "idWLocation": 100,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 107,
        "descriptionShort": "We are creating an web application where we will use the Spotify API/Musixmatch API to generate music recommendations either through analyzing the user's music taste or my taking user input",
        "rsoName": "Women in Computer Science",
        "tag1": "Programming",
        "tag2": "Music",
        "tag3": "Data Science",
        "event": "JAAMS",
        "idWLocation": 107,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 108,
        "descriptionShort": "Data-Driven EdTech APP",
        "rsoName": "Women in Computer Science",
        "tag1": "Programming",
        "tag2": "Data Science",
        "tag3": "Education",
        "event": "Job Hunters",
        "idWLocation": 108,
        "location": "ECEB",
        "page": 17
    },
    {
        "exhibitId": 111,
        "descriptionShort": "Come learn about how a Japanese Superconducting Maglev train works!",
        "rsoName": "AREMA Student Chapter",
        "tag1": "Trains",
        "tag2": "Sustainable",
        "tag3": "Future-Oriented",
        "event": "JR Central Maglev Display",
        "idWLocation": 111,
        "location": "NM",
        "page": 34
    },
    {
        "exhibitId": 95,
        "descriptionShort": "This is a Karaoke singing station, we created an educational song about transportation advancements and how it would look in the future",
        "rsoName": "ASCE T&DI (ASCE Transportation and Development Institute)",
        "tag1": "Future-Oriented",
        "tag2": "Transportation",
        "tag3": "Kid-Friendly",
        "event": "Karaoke Ride to The Future",
        "idWLocation": 95,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 209,
        "descriptionShort": "To keep our rivers green, we will be dyeing them green! We will inject a small amount of dye in our Boneyard Creek to learn how pollutants travel in rivers. With this knowledge we can avoid the risks that pollution brings to our rivers.",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Environment",
        "tag3": "Kid-Friendly",
        "event": "Keeping our rivers green",
        "idWLocation": 209,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 47,
        "descriptionShort": "TBD (KIMLAB will run a series of robot demos as we did.)",
        "rsoName": "KIMLAB (Kinetic Intelligent Machine LAB)",
        "tag1": "Robotics",
        "tag2": "Research",
        "tag3": "Smart Technology",
        "event": "KIMLAB (Kinetic Intelligent Machine LAB) Robot Demo",
        "idWLocation": 47,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 149,
        "descriptionShort": "We are looking to create either a web or mobile app that serves as a digital closet. It will store information about individual pieces of clothing within a user's closet such as color, type, material, design, etc. It can generate outfits for the user or the user can manually put clothes together and it will determine if it's a fit or a miss.",
        "rsoName": "Women in Computer Science",
        "tag1": "Programming",
        "tag2": "Future-Oriented",
        "tag3": "Fashion",
        "event": "King Booleans",
        "idWLocation": 149,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 52,
        "descriptionShort": "World-renowned quantum physicist Professor Alberta Pauline Schrödenberg is quarantining and desperately needs your help — the fate and security of the entire world hang in the balance. You'll have to search her lab, solve mind-blowing puzzles to reveal clues, and hopefully find a way to complete your mission!",
        "rsoName": "Physics",
        "tag1": "Physics",
        "tag2": "Art & Design",
        "tag3": "Good for older students",
        "event": "LabEscape",
        "idWLocation": 52,
        "location": "DCL",
        "page": 15
    },
    {
        "exhibitId": 15,
        "descriptionShort": "At this exhibit, students will learn about Scientific Regions of Interest (SROI) on Mars and pretend to be astronauts, excavating and collecting their very own Martian artifacts! Additionally, students will learn how to design a mission to Mars and create schedules for their astronauts to follow!",
        "rsoName": "Illinois Space Society",
        "tag1": "Outer Space",
        "tag2": "Future-Oriented",
        "tag3": "Physics",
        "event": "Life on Mars",
        "idWLocation": 15,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 91,
        "descriptionShort": "Demonstrate performance of small scale mechanically stabilized earth wall build with paper reinforcement and sand under static and impact loading. Demonstrate liquefaction behavior of saturated sand subjected to dynamic loading. Present posters on the research efforts by the geotechnical department.",
        "rsoName": "Geotechnical Engineering Student Organization (GESO)",
        "tag1": "Construction",
        "tag2": "Geology",
        "tag3": "Physics",
        "event": "Liquefaction Tank",
        "idWLocation": 91,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 206,
        "descriptionShort": "Real rivers are wavy. Our unique meandering flume will allow you to explore the hydrodynamics of big rivers. We will find out about the impact of river bends in human activities, from how we navigate through them to how sedimentation and erosion affects our structures.",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Environment",
        "tag3": "Geology",
        "event": "Little Big River",
        "idWLocation": 206,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 44,
        "descriptionShort": "Do you want to play a game against a robot? Come play a friendly game of Loteria, a traditional Mexican game, with us! Don’t forget to come high five our robotic hand and learn some letters in ASL (American Sign Language)",
        "rsoName": "Society of Hispanic Professional Engineers (SHPE)",
        "tag1": "Robotics",
        "tag2": "Electronics",
        "tag3": "Kid-Friendly",
        "event": "Loteria Machine and Robotic Hand 3.0",
        "idWLocation": 44,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 200,
        "descriptionShort": "Our group studies on Magical (functional) and Muscular (strong) gels to cure diseases. This includes tough, bio-adhesive, or porous hydrogels (water-like gels!). By controlling these properties of hydrogels, we intend to stop bleeding, deliver drugs, or teach immune cells to treat various types of diseases.",
        "rsoName": "Wang Research Lab",
        "tag1": "Materials Science",
        "tag2": "Biomaterials",
        "tag3": "Research",
        "event": "M&M Gel (Magical and Muscular)",
        "idWLocation": 200,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 33,
        "descriptionShort": "Come see incredible salt formations created by the music of your choice. This exciting Chladni exhibit will have speakers playing songs that will cause salt to form itself into cool shapes due to the resonant frequencies of a metal plate.",
        "rsoName": "ASME",
        "tag1": "Art & Design",
        "tag2": "Kid-Friendly",
        "tag3": "Physics",
        "event": "Magical Chladni Plate",
        "idWLocation": 33,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 51,
        "descriptionShort": "Magnetic marvels - the invisible forces that make much of our daily lives possible",
        "rsoName": "Illinois Materials Research Science and Engineering Center",
        "tag1": "Physics",
        "tag2": "Kid-Friendly",
        "tag3": "Good for older students",
        "event": "Marvelous Magnets - Illinois MRSEC",
        "idWLocation": 51,
        "location": "LL",
        "page": 26
    },
    {
        "exhibitId": 151,
        "descriptionShort": "Experience art and music in a whole new way!  With 'Melodic Eyes', you can look at historic art pieces in a completely new light - or should we say, sound.  Using an eye tracker and an image-to-music algorithm, you control the music in this modern art exhibit!",
        "rsoName": "ACM SIGCHI (Association for Computing Machinery, Special Interest Group on Computer–Human Interaction)",
        "tag1": "Programming",
        "tag2": "Art & Design",
        "tag3": "Smart Technology",
        "event": "Melodic Eyes",
        "idWLocation": 151,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 42,
        "descriptionShort": "Our exhibit is a remote-controlled small-scaled forklift. Although smaller, the forklift will likely still be a decent size. It should be operable with a remote control to drive, turn, and raise or lower the prongs, which we will hopefully be able to demonstrate.",
        "rsoName": "Pi Tau Sigma",
        "tag1": "Electronics",
        "tag2": "Good for older students",
        "tag3": "Mechanics",
        "event": "Mini Forklift",
        "idWLocation": 42,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 68,
        "descriptionShort": "Join the American Chemical Society on a journey to Mars in Mission to Mars! Come design and test your own rocket, discover what makes up Martian dirt, and learn about how we can breathe on Mars. You’ll explore NASA’s latest rover and bring home your very own rocket.",
        "rsoName": "American Chemical Society",
        "tag1": "Chemistry",
        "tag2": "Outer Space",
        "tag3": "Kid-Friendly",
        "event": "Mission to Mars!",
        "idWLocation": 68,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 120,
        "descriptionShort": "Monster's Inc Scream Machine, come see how your voice can be converted into power! Speak or scream into the microphone and see the Monster's Inc Energy Canister light up!",
        "rsoName": "None",
        "tag1": "Electronics",
        "tag2": "Kid-Friendly",
        "tag3": "Audio",
        "event": "Monster's Inc Scream Machine",
        "idWLocation": 120,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 110,
        "descriptionShort": "Name: Musical Materials\nDescription: Interested in learning more about why certain materials are used for instruments and the importance of choosing the right materials? Feel free to interact with our “homemade” xylophones and learn more about the acoustic properties of the materials around us.",
        "rsoName": "MSE 183",
        "tag1": "Music",
        "tag2": "Kid-Friendly",
        "tag3": "Art & Design",
        "event": "Musical Materials",
        "idWLocation": 110,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 113,
        "descriptionShort": "Save the human race with future technology! Have you ever had a dream of becoming a doctor? Come visit our booth to try one of the greatest innovative technologies to see whether this device can help construct better technology for the doctors in the future.",
        "rsoName": "KESS (Korean Engineering and Science Society)",
        "tag1": "Mechanics",
        "tag2": "Future-Oriented",
        "tag3": "BIology",
        "event": "Nanoparticle Inducing Device (NID)",
        "idWLocation": 113,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 198,
        "descriptionShort": "At NCSA, our advanced cyberinfrastructure and expertise provide a hub for transdisciplinary research that unites academic institutions and global companies in search of the answers to the world’s most challenging problems and help us meet the needs of future generations.",
        "rsoName": "NCSA",
        "tag1": "Research",
        "tag2": "Cutting-edge",
        "tag3": "Kid-Friendly",
        "event": "National Center for Supercomputing Applications (NCSA)",
        "idWLocation": 198,
        "location": "NCSA",
        "page": 32
    },
    {
        "exhibitId": 196,
        "descriptionShort": "FRIDAY ONLY: The Fascinating World of Genetics",
        "rsoName": "NCSA",
        "tag1": "DNA",
        "tag2": "Data Science",
        "tag3": "Programming",
        "event": "NCSA Genomics Presents: The Fascinating World of Genetics",
        "idWLocation": 196,
        "location": "NCSA",
        "page": 32
    },
    {
        "exhibitId": 133,
        "descriptionShort": "The National Center for Supercomputing Applications (NCSA) has a rich history of nurturing innovative concepts, and some of the best ideas have come from highly motivated, creative undergraduates. NCSA launched the Students Pushing INnovation (SPIN) internship program in 2012. Our program’s mission is to provide University of Illinois undergraduates the opportunity to apply and develop skills that address real challenges aligned with their interests. SPIN interns work on research projects involving high-performance computing, data analysis and visualization, cybersecurity, and other areas of interest to NCSA. Want to know more about SPIN projects? Join us for in-person demos and meet outstanding SPIN interns who make this program a success!\n",
        "rsoName": "NCSA Research and Education",
        "tag1": "Research",
        "tag2": "Cutting-age",
        "tag3": "Programming",
        "event": "NCSA Students Pushing Innovation Internship Program",
        "idWLocation": 133,
        "location": "NCSA",
        "page": 32
    },
    {
        "exhibitId": 139,
        "descriptionShort": "Dive in and explore the chemistry going on in our oceans! Come stop by and take a trip under the sea with R.E.A.C.T. to learn all about oil spills, glow in the dark creatures, and more!",
        "rsoName": "R.E.A.C.T. Program",
        "tag1": "Environment",
        "tag2": "Chemistry",
        "tag3": "BIology",
        "event": "Ocean Exploration!",
        "idWLocation": 139,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 30,
        "descriptionShort": "Learn the basics of how to build an easy off-grid solar PV system! Offgrid solar PV systems deposit solar energy -via solar panels- to a battery which can be used to power your devices without the electric grid. Learn about its basic construction and applications.",
        "rsoName": "InSPIRE (Institute of Scientific Progress, Innovation, Research and Edu-Training)",
        "tag1": "Sustainable",
        "tag2": "Environment",
        "tag3": "Electronics",
        "event": "Off-Grid PV System Demo",
        "idWLocation": 30,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 9,
        "descriptionShort": "UIUC's Off-Road Illini car team that designs, builds, and competes an off-road vehicle!",
        "rsoName": "Off-Road Illini Baja-SAE",
        "tag1": "Cars",
        "tag2": "Mechanics",
        "tag3": "Design Team",
        "event": "Off-Road Illini Baja SAE",
        "idWLocation": 9,
        "location": "MATT",
        "page": 31
    },
    {
        "exhibitId": 127,
        "descriptionShort": "Come and compete with your peers on making our RC car most efficient while learning about surface traction, weight distribution, and more!",
        "rsoName": "Agricultural Engineering - Off Road Machinery",
        "tag1": "Agriculture",
        "tag2": "Mechanics",
        "tag3": "Cars",
        "event": "Off-Road Machinery",
        "idWLocation": 127,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 21,
        "descriptionShort": "Have you ever seen a mixture that acts both like a solid and a liquid? Named after a Dr. Sues book, Oobleck acts like it’s straight from a children’s book. Come play with Oobleck to learn how non-Newtonian fluids change viscosity with a change in the force applied to them!",
        "rsoName": "Keramos",
        "tag1": "Kid-Friendly",
        "tag2": "Chemistry",
        "tag3": "Mechanics",
        "event": "Oobleck",
        "idWLocation": 21,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 16,
        "descriptionShort": "Did you know water can be broken apart? Come see how oxygen in the International Space Station and how clean energy can be created through one or two easy steps. Using the same steps, come blow up some bubbles with water electrolysis!",
        "rsoName": "Omega Chi Epsilon",
        "tag1": "Chemistry",
        "tag2": "Water",
        "tag3": "Kid-Friendly",
        "event": "OXE Water Electrolysis",
        "idWLocation": 16,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 105,
        "descriptionShort": "A mobile application (iOS and Android) that connects all the user's streaming services to show them all the available options in one place.",
        "rsoName": "Women in Computer Science",
        "tag1": "Programming",
        "tag2": "Smart Technology",
        "tag3": "Data Science",
        "event": "Pathfinder",
        "idWLocation": 105,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 106,
        "descriptionShort": "Can an array of wooden rods prevent certain musical tones from passing through it? Come listen for the band gap in a “Phononic Sonic Crystal” and decide for yourself as you learn the physics of wave propagation that lead to this phenomenon!",
        "rsoName": "Wave Propagation and Metamaterials Lab",
        "tag1": "Physics",
        "tag2": "Music",
        "tag3": "Mechanics",
        "event": "Phononic Sonic Crystal - Frequency Band gap Experience",
        "idWLocation": 106,
        "location": "LL",
        "page": 26
    },
    {
        "exhibitId": 199,
        "descriptionShort": "Plastic packaging are often used to keep food items from going bad- but how do they keep your lunch safe? And what makes them effective? Come find out with us at Polymer Permeability, where we look at how the chemical and physical structures of plastics affects their ability to keep food fresh.",
        "rsoName": "Material Advantage",
        "tag1": "Chemistry",
        "tag2": "Food",
        "tag3": "Environment",
        "event": "Polymer Permeability",
        "idWLocation": 199,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 182,
        "descriptionShort": "The Power & Energy Group at ECE Illinois is excited to showcase a series of interactive demos that show the wonders of electrical energy! The list of interactive and fun demos include a Magnetic Ring Cannon, Floating Frying Pans, and more! Join us during EOH at the Electrical & Computer Engineering location, Room 4024!",
        "rsoName": "ECE Power Group",
        "tag1": "Electronics",
        "tag2": "Sustainable",
        "tag3": "Fun",
        "event": "Power & Energy Demos",
        "idWLocation": 182,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 125,
        "descriptionShort": "Plastic waste is generated by our campus maker spaces everyday, Precious Plastic within IVR has been working with SCD to build machines to re-use some of that acrylic waste by melting it back into sheets for maker spaces to use.",
        "rsoName": "Illini VEX Robotics",
        "tag1": "Environment",
        "tag2": "Sustainable",
        "tag3": "Electronics",
        "event": "Precious Plastic",
        "idWLocation": 125,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 148,
        "descriptionShort": "Build a website which would contain programming puzzle games (an example, tower of Hanoi)",
        "rsoName": "Women in Computer Science",
        "tag1": "Programming",
        "tag2": "Kid-Friendly",
        "tag3": "Good for older students",
        "event": "Programming puzzles",
        "idWLocation": 148,
        "location": "LUMEB",
        "page": 28
    },
    {
        "exhibitId": 82,
        "descriptionShort": "Have you ever wanted to play a musical instrument but are an amputee? This device allows amputees missing their right hand above the wrist to play the alto saxophone through their forearm muscles rather than their wrist.",
        "rsoName": "Biomedical Engineering Society",
        "tag1": "Prosthetics",
        "tag2": "Robotics",
        "tag3": "Electronics",
        "event": "Prosthetic Hand Playing the Saxophone",
        "idWLocation": 82,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 208,
        "descriptionShort": "At beaches around the world, waves and sand are at constant battle. Sand stops the advance of waves, but waves take grains of sand back from the beach. In this exhibit, we see how eco-engineering can help us solve problems that come when we get ourselves mixed in this war.",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Environment",
        "tag3": "Geology",
        "event": "Protecting our coasts from waves",
        "idWLocation": 208,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 29,
        "descriptionShort": "What goes into location a smart watch technology! Stop by our exhibit to learn more about how we build our smart watch design, and see how you can build it yourself! We use the smallest Arduino with an LCD screen and battery along with our creative design to build it.",
        "rsoName": "Pulse Illinois ECE",
        "tag1": "Smart Technology",
        "tag2": "Electronics",
        "tag3": "Programming",
        "event": "Pulse Smart Watch",
        "idWLocation": 29,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 72,
        "descriptionShort": "Come play quantum games and expand your quantum knowledge.  Experience first-hand through online gaming the exciting world of Quantum Information Science!  This opportunity is brought to you by the NSF National Q-12 Partnership and the Illinois Quantum Information Science and Technology Center.",
        "rsoName": "Illinois Quantum Information Science and Technology Center",
        "tag1": "Quantum",
        "tag2": "Physics",
        "tag3": "Kid-Friendly",
        "event": "Quantum Information Science Games",
        "idWLocation": 72,
        "location": "LL",
        "page": 26
    },
    {
        "exhibitId": 144,
        "descriptionShort": "Have you ever wondered how we know how old rocks are? Come learn about how we use lasers and radioactive decay to date rocks! You can also take a look at our cloud chamber to see radioactive decay in real time!",
        "rsoName": "Helium Analysis Laboratory--Guenthner Research Group",
        "tag1": "Chemistry",
        "tag2": "Geology",
        "tag3": "Research",
        "event": "Radioactive Decay and Geology",
        "idWLocation": 144,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 181,
        "descriptionShort": "Ready, Aim, Fire! Learn about how coilguns harness the power of electromagnetism to shoot projectiles at hundreds of feet per second (even with no moving parts!), then optimize our custom built coilgun to punch through water balloons, water bottles, and watermelons!",
        "rsoName": "Triangle Fraternity",
        "tag1": "Mechanics",
        "tag2": "Physics",
        "tag3": "Electronics",
        "event": "Ready, Aim, Fire!: Coilguns in Action",
        "idWLocation": 181,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 112,
        "descriptionShort": "Want to learn how doctors heal patient's wound quickly? Tissue engineering is an exciting field that often involves the use of biomaterials such as hydrogels to repair damaged tissue. Come learn more about hydrogels and regenerative medicine!",
        "rsoName": "AIChE",
        "tag1": "Prosthetics",
        "tag2": "BIology",
        "tag3": "Chemistry",
        "event": "Regenerative Medicine: Hydrogels!",
        "idWLocation": 112,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 176,
        "descriptionShort": "Every day students at UIUC reach for the sky! The Student Aircraft Builders have brought the plane we’re making to do just that and it's on the quad for you to come see! Join us as we teach about what goes into making an aircraft with hands on riveting experience!",
        "rsoName": "Student Aircraft Builders",
        "tag1": "Planes",
        "tag2": "Construction",
        "tag3": "Mechanics",
        "event": "Riveting with the Student Aircraft Builders!",
        "idWLocation": 176,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 28,
        "descriptionShort": "Come and watch 30LB and 1LB combat robots duke it out in a exciting double-elimination bracket tournament! Filled with sparks and destruction you don't want to miss!",
        "rsoName": "Robobrawl",
        "tag1": "Robotics",
        "tag2": "Competition",
        "tag3": "Good for older students",
        "event": "Robobrawl",
        "idWLocation": 28,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 32,
        "descriptionShort": "Come meet S.U.N.D.A.Y, a fun robotic arm you can control through an app on your phone! It can twist and turn at your command as well as assist you by picking up and moving small objects.",
        "rsoName": "Women in Electrical and Computer Engineering",
        "tag1": "Robotics",
        "tag2": "Electronics",
        "tag3": "Programming",
        "event": "Robotic Arm",
        "idWLocation": 32,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 13,
        "descriptionShort": "At this exhibit, students will be able to see the technology that goes into designing a solid rocket motor, as well as cast their own solid \"propellant\" using pancake batter! Additionally, students will learn how Alka-Seltzer reactions relate to rocket fuel.",
        "rsoName": "Illinois Space Society",
        "tag1": "Outer Space",
        "tag2": "Future-Oriented",
        "tag3": "Physics",
        "event": "Rocket Candyland",
        "idWLocation": 13,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 19,
        "descriptionShort": "Join us to watch rockets launch and assemble fins onto rocket bodies! Students will learn the physics of rocketry, the different parts of a rocket, as well as how to construct one, all while witnessing a model rocket launch every ten minutes!",
        "rsoName": "Illinois Space Society",
        "tag1": "Outer Space",
        "tag2": "Future-Oriented",
        "tag3": "Physics",
        "event": "Rocket Launches",
        "idWLocation": 19,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 174,
        "descriptionShort": "Come and explore Earth’s wonders! Engage with a hands-on display of rocks and minerals, including meteorites, fossils, huge crystals, and volcanic rocks!",
        "rsoName": "Department of Geology",
        "tag1": "Kid-Friendly",
        "tag2": "Geology",
        "tag3": "Outer Space",
        "event": "Rocks & Minerals",
        "idWLocation": 174,
        "location": "NHB",
        "page": 33
    },
    {
        "exhibitId": 90,
        "descriptionShort": "The hidden engineering inside a bicycle helmet.",
        "rsoName": "BMES",
        "tag1": "BIology",
        "tag2": "Mechanics",
        "tag3": "Design Team",
        "event": "Rotational Protection System for Bicycle Helmets",
        "idWLocation": 90,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 62,
        "descriptionShort": "UIUC’s Rube Goldberg Society’s large sci-fi themed Rube Goldberg machine tells the story of some fruity aliens. Taking inspiration from the popular Rube Goldberg comics, the society creates one new giant machine of chain reactions every year to complete one simple task.  Watch their machine run every half hour.",
        "rsoName": "Rube Goldberg Society",
        "tag1": "Kid-Friendly",
        "tag2": "Mechanics",
        "tag3": "Outer Space",
        "event": "Rube Goldberg Society",
        "idWLocation": 62,
        "location": "LUMEB",
        "page": 29
    },
    {
        "exhibitId": 165,
        "descriptionShort": "Come and try out ScribeAR, a cutting-edge augmented-reality platform for real-time captioning! By combining advanced speech-to-text and sound visualization tools with the latest in augmented-reality headsets, ScribeAR is rethinking what accessible captioning looks like. Learn how ScribeAR is improving communication access, from classrooms to coffee shops.",
        "rsoName": "ScribeAR",
        "tag1": "Programming",
        "tag2": "Smart Technology",
        "tag3": "Accessibility",
        "event": "ScribeAR: Augmented-Reality Captioning",
        "idWLocation": 165,
        "location": "LUMEB",
        "page": 29
    },
    {
        "exhibitId": 212,
        "descriptionShort": "The bed and banks of rivers are not fixed. Erosion and sedimentation processes are constantly changing their shape. They have impacts on natural processes and manmade structures. This small-scale model shows how these processes happen and allows us to see how structures interact with them.",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Construction",
        "tag3": "Geology",
        "event": "Sedimiment flume",
        "idWLocation": 212,
        "location": "HYDRO",
        "page": 24
    },
    {
        "exhibitId": 177,
        "descriptionShort": "Come watch and listen to our self-playing electric bass! Give our project a song or a tune and it will synthesize some lo-fi beats and play them on the bass. Our project uses raspberry pi, an ML synthesizer and motor rails to play the bass.",
        "rsoName": "N/A",
        "tag1": "Electronics",
        "tag2": "Art & Design",
        "tag3": "Robotics",
        "event": "Self-Playing Electric Bass",
        "idWLocation": 177,
        "location": "EV",
        "page": 22
    },
    {
        "exhibitId": 142,
        "descriptionShort": "Our Industrial and Systems Engineering Design students will showcase their yearlong senior design projects. Senior design students developed solutions to real-world engineering problems provided by industry-partnering companies, subject to realistic constraints and supported by economic analyses and recommendations for implementation.",
        "rsoName": "Industrial and Enterprise Systems Engineering",
        "tag1": "Art & Design",
        "tag2": "Design Team",
        "tag3": "Good for older students",
        "event": "Senior Design Storyboards",
        "idWLocation": 142,
        "location": "TP",
        "page": 35
    },
    {
        "exhibitId": 98,
        "descriptionShort": "Stop by and see how special materials can remember their shape! We will conduct demonstrations with Nitinol, explain the science behind these smart materials, and discuss applications for Earth and beyond.",
        "rsoName": "Material Advantage",
        "tag1": "Smart Technology",
        "tag2": "Molecular Scale",
        "tag3": "Research",
        "event": "Shape Memory Materials",
        "idWLocation": 98,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 20,
        "descriptionShort": "Come test your strength! See for yourself how the power of pulleys can make you as strong as She-Hulk!",
        "rsoName": "Women in Mechanical Science and Engineering",
        "tag1": "Mechanics",
        "tag2": "Physics",
        "tag3": "Kid-Friendly",
        "event": "She-Hulk, Smash!",
        "idWLocation": 20,
        "location": "LUMEB",
        "page": 29
    },
    {
        "exhibitId": 55,
        "descriptionShort": "A \"smart\" balance board that can return live feedback using LED lights and a OLED screen on the angle and balance performance of the patients to the physical therapist, maximizing the training and rehabilitation of the ankle after injuries.",
        "rsoName": "I-MADE",
        "tag1": "Smart Technology",
        "tag2": "Health & Medicine",
        "tag3": "Design Team",
        "event": "Smart Balance Board",
        "idWLocation": 55,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 118,
        "descriptionShort": "Welcome to the “Smart Future City”! This is our next-generation city that is fully powered by renewable energy. City also provides a smart network of lighting and sensors that will make your life more efficient and convenient. Please stop by our project and see what our future looks like.",
        "rsoName": "Korean Engineering and Science Society",
        "tag1": "Future-Oriented",
        "tag2": "Smart Technology",
        "tag3": "Sustainable",
        "event": "Smart Future City",
        "idWLocation": 118,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 143,
        "descriptionShort": "Alpha Omega Epsilon presents a smart robot car where kids and teens can get introduced to coding and robotics and get hands-on experience on testing the various functions of the robot! Come to the booth to create your very own slime or take home bath bombs!",
        "rsoName": "Alpha Omega Epsilon",
        "tag1": "Robotics",
        "tag2": "Kid-Friendly",
        "tag3": "Cars",
        "event": "Smart Robotic Car",
        "idWLocation": 143,
        "location": "EV",
        "page": 23
    },
    {
        "exhibitId": 61,
        "descriptionShort": "The Society for Physics Students is showing off our awesome physics demos! Come see cool demonstrations using electricity, magnetism, lasers, gravity-defying chains, and more! Learn about the physics of the world around you in an exciting new way! We hope to see you here!",
        "rsoName": "Society for Physics Students",
        "tag1": "Physics",
        "tag2": "Kid-Friendly",
        "tag3": "Light",
        "event": "Society of Physics Students",
        "idWLocation": 61,
        "location": "LL",
        "page": 26
    },
    {
        "exhibitId": 40,
        "descriptionShort": "Come and see soft robotics in action! Use our claw to pick up and move objects around the table. We will also have another soft gripper you can manually actuate to understand how it differs from traditional robotics.",
        "rsoName": "ASME",
        "tag1": "Robotics",
        "tag2": "Mechanics",
        "tag3": "Electronics",
        "event": "Soft Robotics",
        "idWLocation": 40,
        "location": "LUMEB",
        "page": 29
    },
    {
        "exhibitId": 17,
        "descriptionShort": "Inspired by recent space launches? Join us to learn how we use rocketry and avionics to learn data analysis and system engineering. This course allows exploration of Newton’s 2nd Law through guided video modules that develop foundation knowledge, location skills, and analysis of predicted and actual data.",
        "rsoName": "Space Lab Illinois",
        "tag1": "Physics",
        "tag2": "Good for older students",
        "tag3": "Outer Space",
        "event": "SpaceLab Illinois",
        "idWLocation": 17,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 121,
        "descriptionShort": "Get a chance to look at our blazing Sun through U of I's 125-year-old Dome Telescope! Along with solar observing, learn more about how our Sun provides the energy for all life on Earth! Finally, explore the chemical composition of different materials using a spectroscope. All right at the Observatory!",
        "rsoName": "University of Illinois Astronomical Society",
        "tag1": "Outer Space",
        "tag2": "Light",
        "tag3": "Kid-Friendly",
        "event": "Spectacular Solar Observing",
        "idWLocation": 121,
        "location": "Observatory",
        "page": 31
    },
    {
        "exhibitId": 56,
        "descriptionShort": "Stroke patients usually find difficulty in going to a hospital for obtaining recommended amount of rehabilitation. The scarcity of therapists aggravates this problem. So, a tele-rehabilitation platform is presented here to facilitate recovery of patients from their home. The patient can follow the trajectories of a remote therapist, perceive them visually and also experience force-feedback in the environment they operate.",
        "rsoName": "Health Care Engineering Systems Center, CSL",
        "tag1": "Robotics",
        "tag2": "Health & Medicine",
        "tag3": "Good for older students",
        "event": "Srikar",
        "idWLocation": 56,
        "location": "ECEB",
        "page": 18
    },
    {
        "exhibitId": 34,
        "descriptionShort": "Cells are the basic form of life and make up all plants, animals, and bacteria. DNA is the instruction booklet that controls and directs everything that happens within a cell and, ultimately, the body. This exhibit demonstrates how DNA can be extracted from strawberries using common household items.",
        "rsoName": "BMES",
        "tag1": "DNA",
        "tag2": "Kid-Friendly",
        "tag3": "BIology",
        "event": "Strawberry DNA Extraction",
        "idWLocation": 34,
        "location": "EV",
        "page": 23
    },
    {
        "exhibitId": 157,
        "descriptionShort": "Want to know more about river systems or how to search for gold in a river? Stop by our exhibit to learn how and why alluvial rivers change shape over time and how prospectors use to search for gold in rivers! Visitors will be able to interact with our physical model of a river system and sieve for gold. If you find the specially marked “gold” piece(s), you will be able to choose a small prize from our prize box!",
        "rsoName": "Fluvial Geomorphology",
        "tag1": "Kid-Friendly",
        "tag2": "Good for older students",
        "tag3": "Water",
        "event": "Stream Table and the California Gold Rush",
        "idWLocation": 157,
        "location": "NHB",
        "page": 34
    },
    {
        "exhibitId": 74,
        "descriptionShort": "Come test your knowledge about renewable energy sources!",
        "rsoName": "Students for Environmental Concerns",
        "tag1": "Environment",
        "tag2": "Smart Technology",
        "tag3": "Kid-Friendly",
        "event": "Students for Environmental Concerns - Energy Trivia",
        "idWLocation": 74,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 63,
        "descriptionShort": "A mobius strip apparatus which is made of magnets that will display the meissner effect on a superconducting magnet which will levitate through this track",
        "rsoName": "American Society of Mechanical Engineers",
        "tag1": "Physics",
        "tag2": "Mechanics",
        "tag3": "Good for older students",
        "event": "Superconducting Race Track",
        "idWLocation": 63,
        "location": "BQ",
        "page": 13
    },
    {
        "exhibitId": 137,
        "descriptionShort": "Join us to try to figure out the most efficient path through a supply chain maze to win the most amount of prizes! Also, be sure to stop by to check out some 3D modeled projects and designs from CAD!",
        "rsoName": "Institute of Industrial and Systems Engineers",
        "tag1": "Kid-Friendly",
        "tag2": "Design Team",
        "tag3": "Art & Design",
        "event": "Supply Chain Maze",
        "idWLocation": 137,
        "location": "TP",
        "page": 35
    },
    {
        "exhibitId": 116,
        "descriptionShort": "Ever wondered why some candies snap while other candies stretch? Visit Sweet Science to learn about material properties and experiment what happens to candy under extreme conditions.",
        "rsoName": "MSE 183",
        "tag1": "Food",
        "tag2": "Kid-Friendly",
        "tag3": "Mechanics",
        "event": "Sweet Science",
        "idWLocation": 116,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 109,
        "descriptionShort": "Our project team looks to design a retro music synthesizer with intuitive controls and a modern educational display that shows users and on-lookers how an array of common musical instruments can be produced by manipulating the same basic mathematical waves each in unique ways.",
        "rsoName": "Sigma Phi Delta Fraternity",
        "tag1": "Music",
        "tag2": "Electronics",
        "tag3": "Kid-Friendly",
        "event": "Synth Phi Delta",
        "idWLocation": 109,
        "location": "ECEB",
        "page": 19
    },
    {
        "exhibitId": 173,
        "descriptionShort": "TAM Toys: Come check out our interactive exhibits. Take a spin on our angular rotation and momentum demo, try and get the same motion twice out of our chaos pendulum, and power our real life differential.",
        "rsoName": "SEM",
        "tag1": "Mechanics",
        "tag2": "Cars",
        "tag3": "Kid-Friendly",
        "event": "TAM Toys",
        "idWLocation": 173,
        "location": "LUMEB",
        "page": 29
    },
    {
        "exhibitId": 7,
        "descriptionShort": "Liquid Rocket Initiative takes rocketry at UIUC to the next level. Having manufactured our first engine and with our test stand as well as our second and better engine on their way, we will be able to start location a flight vehicle capable of reaching new heights!",
        "rsoName": "AIAA / Liquid Rocket Initiative",
        "tag1": "Future-Oriented",
        "tag2": "Physics",
        "tag3": "Outer Space",
        "event": "The Liquid Rocket Initiative",
        "idWLocation": 7,
        "location": "EV",
        "page": 23
    },
    {
        "exhibitId": 87,
        "descriptionShort": "Have you ever seen a floating train and are curious about how it works? \nCome build your own floating train by designing a magnet path by yourself. Observe how superconductors levitate on the path and explore the principles behind it! ",
        "rsoName": "MSE 183",
        "tag1": "Physics",
        "tag2": "Trains",
        "tag3": "Smart Technology",
        "event": "The Mystery of the Floating Train",
        "idWLocation": 87,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 146,
        "descriptionShort": "See how water, the most important resource for life, goes from dirty to clean using a powder with a flocculant in it.",
        "rsoName": "Tom Johnson Lab",
        "tag1": "Environment",
        "tag2": "Water",
        "tag3": "Kid-Friendly",
        "event": "The Power of Clean Water",
        "idWLocation": 146,
        "location": "NHB",
        "page": 34
    },
    {
        "exhibitId": 71,
        "descriptionShort": "We demonstrate simple and complex materials (water, sand, therapy putty, polyethylene oxide solution) to show different rheological phenomena, like how these materials under different conditions can behave like a solid or a liquid, and see these phenomena in daily life products such as toothpaste, hand sanitizer, chocolate, ketchup, etc.",
        "rsoName": "Ewoldt Research Group",
        "tag1": "Physics",
        "tag2": "Kid-Friendly",
        "tag3": "Mechanics",
        "event": "The Rheology Zoo",
        "idWLocation": 71,
        "location": "LUMEB",
        "page": 29
    },
    {
        "exhibitId": 97,
        "descriptionShort": "Come learn about the extraordinary science behind marshmallows! You will discover how marshmallows are made and what is so unique about their structure. In addition, we will simulate what happens to a marshmallow in space!",
        "rsoName": "Material Advantage",
        "tag1": "Physics",
        "tag2": "Molecular Scale",
        "tag3": "Food",
        "event": "The Science Behind Marshmallows",
        "idWLocation": 97,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 166,
        "descriptionShort": "You've seen it at fairs, carnivals, and more, but what exactly is cotton candy, and how is it made? Stop by our booth to watch cotton candy being spun, learn how it's similar to fiber glass, and even take some cotton candy home for yourself!",
        "rsoName": "Material Advantage",
        "tag1": "Materials",
        "tag2": "Food",
        "tag3": "Kid-Friendly",
        "event": "The Science of Cotton Candy",
        "idWLocation": 166,
        "location": "BQ",
        "page": 14
    },
    {
        "exhibitId": 211,
        "descriptionShort": "We know the shape of the land tells water where it should go. But water also moves land around. This interaction forms the Earth’s everchanging landscape. Our stream table shows how waves and rivers move through land and how they also can change the land.",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Environment",
        "tag3": "Sustainable",
        "event": "The shape of our rivers and coasts",
        "idWLocation": 211,
        "location": "HYDRO",
        "page": 25
    },
    {
        "exhibitId": 60,
        "descriptionShort": "Virtual and augmented reality is powering our future. With applications in gaming, productivity, fitness, academia, and so much more, these headsets are only getting thinner, lighter, cheaper, and more powerful. Stop by to play some fun VR multiplayer games and learn about the interactive technology that powers these devices.",
        "rsoName": "VR Club at UIUC",
        "tag1": "Virtual Reality",
        "tag2": "Future-Oriented",
        "tag3": "Interactive Technology",
        "event": "The Technology Behind VR and AR",
        "idWLocation": 60,
        "location": "EV",
        "page": 23
    },
    {
        "exhibitId": 78,
        "descriptionShort": "A demonstration of the thermoelectric effect, also known as the seebeck and peltier effects. See how temperature can be measured, how to power something with body heat, and more!",
        "rsoName": "Materials Advantage",
        "tag1": "Smart Technology",
        "tag2": "Chemistry",
        "tag3": "Electronics",
        "event": "The Thermoelectric Effect",
        "idWLocation": 78,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 83,
        "descriptionShort": "Witness thermochromism, the ability of a material to change colors with changes in temperature. Just the body temperature from your hands will be able to affect the color of these materials. Also get the chance to paint something with color changing paint.",
        "rsoName": "MSE 183",
        "tag1": "thermochromism",
        "tag2": "Chemistry",
        "tag3": "Kid-Friendly",
        "event": "Thermochromic Paint",
        "idWLocation": 83,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 163,
        "descriptionShort": "Create art with your mind! Unlock your creative potential by using our custom-built EEG to generate art with your brainwaves, powered by AI image generation technology. Paint unique masterpieces with every thought, and see the impact your mood makes on the result.",
        "rsoName": "Kappa Theta Tau Professional Engineering Fraternity",
        "tag1": "Art & Design",
        "tag2": "Future-Oriented",
        "tag3": "Electronics",
        "event": "Thetau Waves",
        "idWLocation": 163,
        "location": "LUMEB",
        "page": 29
    },
    {
        "exhibitId": 31,
        "descriptionShort": "Come find out what it is like to drive a train locomotive around the country!",
        "rsoName": "AREMA Student Chapter",
        "tag1": "Trains",
        "tag2": "Kid-Friendly",
        "tag3": "Sustainable",
        "event": "Train Simulator",
        "idWLocation": 31,
        "location": "NM",
        "page": 34
    },
    {
        "exhibitId": 93,
        "descriptionShort": "Come learn how railcars are sorted and switched into trains!",
        "rsoName": "AREMA Student Chapter / Illini Railroad Club",
        "tag1": "Trains",
        "tag2": "Good for older students",
        "tag3": "Models",
        "event": "Train Switching and Sorting",
        "idWLocation": 93,
        "location": "NM",
        "page": 34
    },
    {
        "exhibitId": 123,
        "descriptionShort": "An outdoor demo simulates explosive volcano eruption, providing visualization for students to get insight into eruptive processes and understand the related basic physical principles. This demonstration is on a scale accessible to students, using trash can, soda bottles, liquid nitrogen etc.",
        "rsoName": "UIUC Volcano Lab",
        "tag1": "Geology",
        "tag2": "Physics",
        "tag3": "Good for older students",
        "event": "TRASHCANO! an outdoor demo of a volcanic eruption",
        "idWLocation": 123,
        "location": "BQ",
        "page": 15
    },
    {
        "exhibitId": 50,
        "descriptionShort": "Inspired by the medieval ages, this is a wooden trebuchet that is able to shoot projectiles (kickballs) faster than the traditional trebuchet. It's power by a crank that rotates a shaft and the launching arm. While one cranks, another person can load a projectile.",
        "rsoName": "Pi Tau Sigma",
        "tag1": "Design Team",
        "tag2": "Design Team",
        "tag3": "Mechanics",
        "event": "Trebuchet",
        "idWLocation": 50,
        "location": "NQ",
        "page": 32
    },
    {
        "exhibitId": 203,
        "descriptionShort": "Chicago sewers still carry both sanitary and stormwater flows (combined sewers). Big storms may overload the drainage system, causing basements, streets and lower location levels to flood. TARP is a system of tunnels and reservoirs where excess water is stored to regulate the inflows of sewage to water treatment plants.",
        "rsoName": "International Water Resources Association",
        "tag1": "Water",
        "tag2": "Sustainable",
        "tag3": "Weather",
        "event": "Tunnel and Reservoir Plan Scale Model",
        "idWLocation": 203,
        "location": "HYDRO",
        "page": 25
    },
    {
        "exhibitId": 169,
        "descriptionShort": "Let’s explore the world at the nano scale. We will be looking at fossils and volcanic rocks under the Scanning Electron Microscope.",
        "rsoName": "Craig Lundstrom Lab",
        "tag1": "Geology",
        "tag2": "Good for older students",
        "tag3": "Environment",
        "event": "Under the Lights: At a Nano Scale",
        "idWLocation": 169,
        "location": "NHB",
        "page": 34
    },
    {
        "exhibitId": 2,
        "descriptionShort": "The 21st century will be remembered by self-landing rockets. We built a vertically-landing rocket using fully 3D printed parts and exciting software that together allowed us to achieve the unimaginable fifty years ago.",
        "rsoName": "Vertically Landing Rocket",
        "tag1": "Rockets/Aerospace",
        "tag2": "Future-Oriented",
        "tag3": "Planes",
        "event": "Vertically Landing Rocket",
        "idWLocation": 2,
        "location": "ECEB",
        "page": 19
    },
    {
        "exhibitId": 126,
        "descriptionShort": "Discover autonomous robots using navigational sensors and computer vision to avoid obstacles and play a game of disc golf!",
        "rsoName": "Illini VEX Robotics",
        "tag1": "Robotics",
        "tag2": "Programming",
        "tag3": "Mechanics",
        "event": "VEX Robotics",
        "idWLocation": 126,
        "location": "BQ",
        "page": 15
    },
    {
        "exhibitId": 65,
        "descriptionShort": "Test your hands on skills with our new welding simulator! Don't worry about the fire hazard, as this simulator is purely virtual, but its real world application is anything but!",
        "rsoName": "ABE 199",
        "tag1": "Construction",
        "tag2": "Smart Technology",
        "tag3": "Electronics",
        "event": "Virtual Welding Experience",
        "idWLocation": 65,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 136,
        "descriptionShort": "Visit our thin flume, make ripples in the sand, and learn about how these features become\nrocks!",
        "rsoName": "Surface Processes Lab",
        "tag1": "Kid-Friendly",
        "tag2": "Geology",
        "tag3": "Environment",
        "event": "Watching Sedimentary Rocks Form",
        "idWLocation": 136,
        "location": "NHB",
        "page": 34
    },
    {
        "exhibitId": 45,
        "descriptionShort": "We've always learnt that water is shapeless, so how about we make shapes out of it today? Make your favorite 2-D shapes out of water and solve water droplet mazes while exploring and learning about an interesting property called hydrophobicity!",
        "rsoName": "MSE 183",
        "tag1": "Molecular Scale",
        "tag2": "Future-Oriented",
        "tag3": "Kid-Friendly",
        "event": "Water You Afraid Of?",
        "idWLocation": 45,
        "location": "MSEB",
        "page": 30
    },
    {
        "exhibitId": 129,
        "descriptionShort": "Explore the skies with WIA! Design, build, and launch your own rockets and gliders, or stop by our wind tunnel demo in Talbot Lab to see how planes fly!",
        "rsoName": "Women in Aerospace",
        "tag1": "Outer Space",
        "tag2": "Planes",
        "tag3": "Good for older students",
        "event": "WIA Rockets and Gliders",
        "idWLocation": 129,
        "location": "TAL",
        "page": 35
    },
    {
        "exhibitId": 131,
        "descriptionShort": "There's something suspicious going on in the campus dining halls lately, and you're on a mission to find out what. Hidden files, fake ids, and missing packages? Embark on a late-night cybersecurity adventure to get to the root of the problem, and protect your data before it is too late...",
        "rsoName": "Women in Cybersecurity",
        "tag1": "cybersecurity",
        "tag2": "Good for older students",
        "tag3": "Kid-Friendly",
        "event": "WiCyS",
        "idWLocation": 131,
        "location": "EV",
        "page": 23
    },
    {
        "exhibitId": 193,
        "descriptionShort": "For many decades, MechSE has made an impact on the world through fundamental contributions to mechanical engineering. Talented women in our department are fueling the field of engineering with a wide array of research and innovations that impact society every day.",
        "rsoName": "Mechanical Science and Engineering",
        "tag1": "Mechanics",
        "tag2": "Robotics",
        "tag3": "Kid-Friendly",
        "event": "Women in MechSE: Impact Through Research",
        "idWLocation": 193,
        "location": "LUMEB",
        "page": 29
    },
    {
        "exhibitId": 73,
        "descriptionShort": "Quantum physics is all around us – you just have to know where to look! Experience the Wonders of Quantum Physics with fascinating demonstrations and hands-on activities, brought to you by the NSF Quantum Leap Challenge Institute HQAN and the Illinois Quantum Information Science and Technology Center.",
        "rsoName": "HQAN",
        "tag1": "Quantum",
        "tag2": "Physics",
        "tag3": "Good for older students",
        "event": "Wonders of Quantum Physics",
        "idWLocation": 73,
        "location": "LL",
        "page": 26
    },
    {
        "exhibitId": 179,
        "descriptionShort": "With the skyrocketing costs of Insulin, scientists have been working tirelessly on open access insulin production methods. This exhibit is not only a showcase of their efforts against the terrifying problem, but includes our only contribution - an attempt to use metabolic engineering to increase the insulin yield of P. Pastoris.",
        "rsoName": "Biomedical Engineering Society",
        "tag1": "Health & Medicine",
        "tag2": "BIology",
        "tag3": "Future-Oriented",
        "event": "Working Towards Open Access Insulin Production",
        "idWLocation": 179,
        "location": "EV",
        "page": 23
    },
    {
        "exhibitId": 85,
        "descriptionShort": "Become an entrepreneur today. Zero2One is the only startup incubator on campus and a pipeline to iVenture/COZAD. It doesn't matter if you don't have a startup idea, in fact most of our cohort doesn't have an idea coming in. We’ll help you design and execute your startup.",
        "rsoName": "Zero2One",
        "tag1": "Entrepreneurship",
        "tag2": "Future-Oriented",
        "tag3": "Tech Startups",
        "event": "Zero2One",
        "idWLocation": 85,
        "location": "ECEB",
        "page": 19
    },
    {
        "exhibitId": 3,
        "descriptionShort": "The UIUC Free Food (@UIUCFreeFood) is a crowdsourced community effort, helping thousands of college students at U of I find free food around campus. It's for people who can't afford to eat. It's for people who don't have time to cook. It's for people who love free food. It's for anyone and everyone.",
        "rsoName": "UIUCFreeFood",
        "tag1": "Food",
        "tag2": "Health & Medicine",
        "tag3": "Programming",
        "idWLocation": 3,
        "location": "EH",
        "page": 20
    },
    {
        "exhibitId": 1,
        "descriptionShort": "Showcasing our high efficiency gas and electric vehicles",
        "rsoName": "Eco Illini Supermileage",
        "tag1": "Design Team",
        "tag2": "Cars",
        "tag3": "Sustainable",
        "idWLocation": 1,
        "location": "MATT",
        "page": 31
    },
    {
        "exhibitId": 9999,
        "descriptionShort": "High school robotics team CTRL-Z presents our competition robot alongside kid-friendly STEM crafts 🙂",
        "rsoName": "Ctrl-Z",
        "tag1": "Robotics",
        "tag2": "Kid-Friendly",
        "tag3": "Design Team",
        "location": "BQ"
    }
]